#class=YNPC
begin of YPropertyGroup
string values:
名字=一灯大师
性别=男
门派=大理派
头衔=南帝
描述=曾经是大理国的皇帝，现在只是一个慈眉善目的老僧。
所会技能=基本内功 基本轻功 基本招架 基本指法 基本掌法 读书写字 北冥神功 凌波微步 一阳指 六脉神剑 
衣服=白色袈裟
轻功_使用=凌波微步
空手_攻击武功=一阳指
江湖声望_条件一=江湖声望 数值 大于 1000000 一灯大师默念佛经，没有理睬&s！
江湖声望_条件二=江湖声望 数值 小于 10000000 一灯大师对&s摇摇头说道：这件事情找别人吧！
领取条件=江湖声望
同意江湖声望的回答=一灯大师对&s道:这样东西你拿去吧。
物品1=侠客扳指3
物品2=侠客扳指2
物品3=侠客扳指1
销毁物品=陈家洛_领取物品
long values:
江湖声望_条件个数=2
物品数目=3
辈分=1
年龄=86
容貌=75
经验=5000000
衣服防御力=50
正气值=1000000
气血=6000
最大气血=6000
固定攻击力=150000
固定防御力=150000
重量=100
后天臂力=55
后天身法=55
后天根骨=55
基本招架=280
基本指法=280
基本轻功=280
基本内功=280
北冥神功=280
读书写字=200
凌波微步=280
六脉神剑=280
一阳指=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白色袈裟
object=thing/磁蛋
end of YObjectGroup