#class=YNPC
begin of YPropertyGroup
string values:
名字=丁春秋
性别=男
门派=星宿海
头衔=星宿海第二代弟子
描述=他是一个老翁，手中摇着一柄鹅毛扇，阳光照在脸上，但他脸色红润，满头白了，颏下三银髯，童颜鹤发，当真便如图画中的神仙人物一般。
所会技能=基本内功 基本招架 基本轻功 基本毒法 基本棍法 基本爪法 读书写字 三阴蜈蚣爪 化功大法 星宿轻功 星宿杖法 星宿毒功
武器=鹅毛扇
衣服=白衣
武器类型=毒
轻功_使用=星宿轻功
毒_攻击武功=星宿毒功
空手_攻击武功=三阴蜈蚣爪
long values:
辈分=1
年龄=67
容貌=70
重量=100
经验=100000
正气值=-2000000

气血=6000
最大气血=6000
固定攻击力=150000
固定防御力=120000
后天臂力=65
后天身法=65
后天根骨=65

基本招架=350
基本爪法=350
基本棍法=350
基本毒法=350
基本轻功=350
基本内功=350
读书写字=100
三阴蜈蚣爪=350
化功大法=350
星宿轻功=350
星宿杖法=350
星宿毒功=350
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/鹅毛扇
object=thing/白衣
object=thing/三笑逍遥散
object=thing/极乐刺
end of YObjectGroup