#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=东方不败
性别=不明
门派=日月神教
头衔=日月神教教主
描述=他就是日月神教教主。据传武功天下第一，因此大号就是「东方不败」。他看起来约四十多岁。他生得肤色白皙，红唇墨发，斯文有礼。
武器=绣花针
衣服=七彩霞云衣
武器类型=剑
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法 葵花宝典
空手_攻击武功=蓝砂手
剑_攻击武功=葵花宝典
轻功_使用=绝尘身法
被看=东方不败叹了口气道：“唉 …… 我的杨大哥…他怎么还不回来，我好挂念他 ……东方不败眼中流露无限迷茫。
long values:
辈分=1
年龄=40
容貌=80
重量=100
特殊图像=1
武器攻击力=10
重量=100
附加防御力=5
经验=2000000000
正气值=-3000000

后天臂力=95
后天身法=95
后天根骨=95
气血=15000
最大气血=15000
固定攻击力=4000000
固定防御力=4000000

基本内功=3000
基本轻功=3000
基本枪法=3000
基本刀法=3000
基本鞭法=3000
基本剑法=3000
基本拳法=3000
基本手法=3000
基本招架=3000
读书写字=200
吸星大法=3000
绝尘身法=3000
追魂枪=3000
丹碇刀法=3000
霹雳盘龙索=3000
原始剑法=3000
蓝砂手=3000
葵花宝典=3000
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/葵花宝典
object=thing/绣花针
object=thing/七彩霞云衣
object=thing/金钻耳环
end of YObjectGroup
