#class=YNPC
begin of YPropertyGroup
string values:
名字=乐厚
性别=男
门派=嵩山派
头衔=嵩山派十三代弟子
绰号=大阴阳手
描述=这人矮矮胖胖，面皮黄肿，约莫五十来岁年纪，两只手掌肥肥的又小又厚，一掌高，一掌低，摆着“嵩阳手”的架式。
衣服=黄衫
所会技能=基本内功 基本轻功 基本手法 基本剑法 基本招架 读书写字 嵩山剑法 嵩阳手 寒冰真气 嵩山身法
空手_攻击武功=嵩阳手
轻功_使用=嵩山身法
long values:
辈分=13
年龄=51
容貌=70
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=2200
最大气血=2200
固定攻击力=20000
固定防御力=18000
基本内功=200
基本轻功=200
基本手法=200
基本剑法=200
基本招架=200
读书写字=200
嵩山剑法=200
寒冰真气=200
嵩山身法=200
嵩阳手=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/黄衫
end of YObjectGroup
