#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=二品带刀侍卫20
性别=男
门派=大内侍卫
头衔=大内侍卫
描述=他是一个中年汉子，穿着黄袍马褂。
所会技能=基本锤法 基本招架 基本轻功 基本内功 基本掌法 基本手法 读书写字
武器=玄铁小锤
衣服=黄袍马褂
武器类型=锤
轻功_使用=基本轻功
锤_攻击武功=基本锤法
空手_攻击武功=基本掌法
进入时杀人_条件一=基本内功 数值 小于 280 大内侍卫对&s叫一声：捉拿刺客，扑了上去。
long values:
进入时杀人=1
进入时杀人_条件个数=1
年龄=46
容貌=70
武器攻击力=10
衣服防御力=5
经验=2000000
正气值=-300000
重量=100

后天臂力=65
后天身法=65
后天根骨=65
气血=5000
最大气血=5000
固定攻击力=60000
固定防御力=50000

基本招架=280
基本手法=280
基本轻功=280
基本锤法=280
基本内功=280
基本掌法=280
读书写字=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/玄铁小锤
object=thing/黄袍马褂
object=thing/金子 10
end of YObjectGroup