#class=YNPC
begin of YPropertyGroup
string values:
名字=于万亭
性别=男
门派=红花会
头衔=红花会老帮主
描述=他是一个老者，身体清瘦，一缕长髯，双眼隐隐有精光闪现。
所会技能=基本内功 基本招架 基本轻功 基本拳法 基本刀法 基本棍法 百战心法 读书写字 庄子仙舞 百花错拳 玄玄刀法 鲁智深疯魔杖
衣服=青衫
武器=青螺刀
武器类型=刀
刀_攻击武功=玄玄刀法
轻功_使用=庄子仙舞
空手_攻击武功=百花错拳
long values:
辈分=1
年龄=79
容貌=65
重量=100
经验=6000000
正气值=300000
气血=6500
最大气血=6500
固定攻击力=150000
固定防御力=120000
附加防御力=50
武器攻击力=60
基本拳法=280
基本刀法=280
基本棍法=280
基本招架=280
基本内功=280
基本轻功=280
读书写字=200
百战心法=280
庄子仙舞=280
百花错拳=280
鲁智深疯魔杖=280
玄玄刀法=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青衫
object=thing/青螺刀
object=thing/小红花
end of YObjectGroup