#class=YNPC
begin of YPropertyGroup
string values:
名字=云中鹤
性别=男
门派=大理派
头衔=四大恶人之末穷凶极恶
描述=他就是名闻天下的四大恶人之末云中鹤，此人好色成性，无论美丑都不放过，他长的身材瘦高一付竹竿的样子。
所会技能=基本内功 基本轻功 基本招架 基本腿法 读书写字 北冥神功 凌波微步 如影随形腿
衣服=青衫
武器=
武器类型=空手
轻功_使用=凌波微步
空手_攻击武功=如影随形腿
玩家要走_条件一=性别 字符串 等于 男 云中鹤对&s叫道：有哥哥我在，你跑的了吗？
long values:
玩家要走_条件个数=1
年龄=49
容貌=61
经验=1500000
衣服防御力=5
气血=2000
最大气血=2000
固定攻击力=13000
固定防御力=15000
重量=100
后天臂力=35
后天身法=55
后天根骨=35
基本招架=150
基本腿法=150
基本轻功=250
基本内功=150
北冥神功=150
读书写字=150
凌波微步=150
如影随形腿=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青衫
object=thing/钢抓
end of YObjectGroup