#class=YNPC
begin of YPropertyGroup
string values:
名字=令狐冲
性别=男
门派=华山派
头衔=华山派弃徒、恒山派掌门人
描述=这就是华山弃徒令狐冲，是日月神教任大小姐的心上人，为人豪爽，喜欢结交朋友。
所会技能=基本内功 基本轻功 基本掌法 基本剑法 华山剑法 独孤九剑 华山身法 紫霞功 混元掌 读书写字 基本招架 玉女剑十九式
武器=长剑
衣服=休闲逍遥装
被看=不知道这次来华山能不能找到风老前辈呢
武器类型=剑
轻功_使用=华山身法
剑_攻击武功=独孤九剑
空手_攻击武功=混元掌
long values:
辈分=
年龄=27
容貌=77
重量=100
经验=40000000
正气值=300000

附加防御力=8
气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
武器攻击力=70

后天臂力=70
后天身法=70
后天根骨=70

基本招架=500
基本内功=500
基本轻功=500
基本掌法=500
基本剑法=500
华山身法=500
华山剑法=500
玉女剑十九式=500
独孤九剑=500
读书写字=200
紫霞功=500
混元掌=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/休闲逍遥装
object=thing/金疮药
object=thing/金子 5
end of YObjectGroup
