#class=YNPC
begin of YPropertyGroup
string values:
名字=仪质
性别=女
门派=恒山派
头衔=恒山派十三代弟子
绰号=
描述=她是恒山派弟子。
武器=长剑
衣服=月白绸衫
所会技能=基本内功 基本轻功 基本掌法 基本剑法 基本招架 读书写字 恒山剑法 万花剑法 天长掌法 梦云心法 恒山身法
空手_攻击武功=天长掌法
武器类型=剑
剑_攻击武功=恒山剑法
轻功_使用=恒山身法
long values:
辈分=13
年龄=23
容貌=50
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=1400
最大气血=1400
固定攻击力=14000
固定防御力=12000
基本内功=150
基本轻功=150
基本掌法=150
基本剑法=150
基本招架=150
读书写字=150
恒山剑法=150
梦云心法=150
恒山身法=150
天长掌法=150
万花剑法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/月白绸衫
end of YObjectGroup
