#class=YNPC
begin of YPropertyGroup
string values:
名字=任我行
性别=男
门派=日月神教
头衔=日月神教教主
描述=他是日月神教的教主,因被东方不败所害,受了数十年的牢狱之苦.他身材甚高,一头黑发,身穿一袭青衫,长长的脸孔,脸色雪白,更无半点血色,眉目清秀,只是脸色实在白得怕人,便如刚从坟墓里出来的僵尸一般。
武器=
衣服=青衫
武器类型=空手
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
拜师_条件一=门派 字符串 等于 日月神教 任我行对&s说到:我日月神教武功不传外人.
拜师_条件二=吸星大法 数值 大于 149 任我行对&s说道:你对本门的心法的了解还不够,回去吧!
拜师_条件三=正气值 数值 小于 -299999 任我行对&s说道:许久不见怎么沾染了些白道气势,莫不是看不起我日月神教?
同意拜师的回答=任我行对&s哈哈大笑:我日月神教又多了一名弟子,定要给那名门正派些颜色看看。
被看=去你妈的大事小事!有屁就放,如没屁放,快给我滚得远远地!
空手_攻击武功=蓝砂手
剑_攻击武功=原始剑法
轻功_使用=绝尘身法
long values:
辈分=2
年龄=35
容貌=55
武器攻击力=10
衣服防御力=5
经验=200000000
正气值=-300000
重量=100
收徒=1
拜师_条件个数=3

气血=6500
最大气血=6500
固定攻击力=150000
固定防御力=150000

后天臂力=65
后天根骨=65
后天身法=65

基本内功=280
基本轻功=280 
基本枪法=280 
基本刀法=280 
基本鞭法=280 
基本剑法=280 
基本锤法=280 
基本手法=280 
基本招架=280 
读书写字=200 
吸星大法=280 
绝尘身法=280 
追魂枪=280 
丹碇刀法=280 
霹雳盘龙索=280 
原始剑法=280 
蓝砂手=280 
日月锤法=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青衫
object=thing/三尸脑神丹
end of YObjectGroup