#class=YNPC
begin of YPropertyGroup
string values:
名字=任盈盈
性别=女
门派=日月神教
头衔=圣姑
描述=她看起来大约十八九岁,是日月神教的圣姑,容貌秀丽绝伦肌肤白的如同透明的一般,隐隐透出来一层晕红,笑起来纯真可人,万料不到竟然是魔教的圣姑。
武器=赤龙金索
衣服=紫色长裙
武器类型=鞭
所会技能=基本内功 基本轻功 基本枪法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪
拜师_条件一=性别 字符串 等于 女 任盈盈对&s说:&s一个臭男人，别处去。
拜师_条件二=门派 字符串 等于 无 任盈盈对&s说:&s已有明师,日月神教不敢收留。
同意拜师的回答=任盈盈对&s点点拖说:我日月神教又多了一名弟子,定要给那名门正派些颜色看看.
空手_攻击武功=蓝砂手
鞭_攻击武功=霹雳盘龙索
轻功_使用=绝尘身法
long values:
辈分=4
年龄=19
容貌=100
武器攻击力=60
衣服防御力=5
经验=2000000
重量=100
收徒=1
拜师_条件个数=2

气血=2500
最大气血=2500
固定攻击力=28000
固定防御力=26000

后天臂力=50
后天根骨=50
后天身法=50

基本内功=200
基本轻功=200 
基本枪法=200 
基本刀法=200 
基本鞭法=220 
基本剑法=200 
基本手法=200 
基本招架=200
读书写字=120 
吸星大法=200 
绝尘身法=200  
追魂枪=200 
丹碇刀法=200 
霹雳盘龙索=220
原始剑法=200
蓝砂手=200 
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/赤龙金索
object=thing/紫色长裙
end of YObjectGroup