#class=YNPC
begin of YPropertyGroup
string values:
名字=公冶乾
性别=男
门派=姑苏慕容
头衔=赤霞庄庄主
描述=他穿铁青色儒生衣巾，五十上下年纪，眯着一双眼睛，便似读书过多，损坏了目力一般。
所会技能=基本内功 基本轻功 基本招架 基本掌法 基本剑法 基本手法 读书写字 慕容心法 流星逐月 斗转星移 慕容剑法 燕南飞
衣服=青色长袍
轻功_使用=流星逐月
空手_攻击武功=斗转星移
武器类型=空手
拜师_条件一=门派 字符串 等于 无 公冶乾对&s说到:你想来偷学我慕容绝技吗？快快闪开，不然别怪我下手无情!
long values:
辈分=3
年龄=52
容貌=56
经验=300000
收徒=1
拜师_条件个数=1
气血=2200
最大气血=2200
固定攻击力=18000
固定防御力=15000
重量=100
基本轻功=180
基本内功=180
基本招架=180
基本掌法=180
基本剑法=180
基本手法=180
读书写字=100
慕容心法=180
流星逐月=180
斗转星移=180
慕容剑法=180
燕南飞=180
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青色长袍
end of YObjectGroup