#class=YNPC
begin of YPropertyGroup
string values:
名字=关明梅
性别=女
门派=天山派
头衔=
绰号=天山双鹰之雪雕
描述=她身材极为矮小，一身灰衣，满头白发，是个老太婆。
所会技能=基本内功 基本轻功 基本招架 基本剑法 基本掌法 读书写字 雪山剑法 雪山身法
武器=长剑
衣服=灰衣
武器类型=剑
空手_攻击武功=基本掌法
轻功_使用=雪山身法
剑_攻击武功=雪山剑法
联合协防_条件一=名字 字符串 不等于 陈正德 关明梅伸手帮&s挡开一招，大吼一声向你扑来。
联合协防_条件二=名字 字符串 不等于 霍青桐 关明梅伸手帮&s挡开一招，大吼一声向你扑来。
long values:
联合协防_条件个数=2
联合协防=1
年龄=56
容貌=45
武器攻击力=65
衣服防御力=30
经验=2000000
重量=100

气血=5000
最大气血=5000
固定攻击力=80000
固定防御力=65000

后天臂力=45
后天身法=45
后天根骨=45

基本掌法=300
基本招架=300
基本内功=300
基本轻功=300
基本剑法=300
读书写字=200
雪山剑法=300
雪山身法=300
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/灰衣
object=thing/铁莲子
end of YObjectGroup