#class=YNPC
begin of YPropertyGroup
string values:
名字=冯默风
性别=男
门派=桃花岛
头衔=桃花岛第二代弟子
绰号=铁匠
描述=他是黄药师座下五大弟子中最小的一个，当初被黄药师逐出师门后隐姓埋名，最终为了救出被困元兵阵营的郭靖壮烈牺牲。
所会技能=基本内功 基本掌法 基本手法 基本招架 基本轻功 基本指法 读书写字 基本剑法 玉箫剑法 兰花拂穴手 落英神剑掌 弹指神通 碧波身法 碧波心法
轻功_使用=碧波身法
武器=长剑
武器类型=剑
衣服=布衣
剑_攻击武功=玉箫剑法
空手_攻击武功=兰花拂穴手
long values:
年龄=28
容貌=50
重量=100
经验=600000
正气值=10000
武器攻击力=10
附加防御力=5

气血=2000
最大气血=2000
固定攻击力=12000
固定防御力=10000
后天臂力=45
后天根骨=45
后天身法=45

基本内功=150
基本掌法=150
基本指法=150
基本招架=150
基本轻功=150
基本剑法=150
基本手法=150
读书写字=150
玉箫剑法=150
兰花拂穴手=150
弹指神通=150
落英神剑掌=150
碧波身法=150
碧波心法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白衣
object=thing/长剑
end of YObjectGroup