#class=YNPC
begin of YPropertyGroup
string values:
名字=刘正风
性别=男
门派=衡山派
头衔=衡山派十三代弟子
绰号=
描述=他身穿酱色茧绸袍子、矮矮胖胖、犹如财主模样的中年人。
武器=长剑
衣服=绸袍
所会技能=基本内功 基本轻功 基本手法 基本剑法 基本招架 读书写字 衡山五神剑 衡山剑法 云雾心法 衡山身法
空手_攻击武功=基本手法
武器类型=剑
剑_攻击武功=衡山五神剑
轻功_使用=衡山身法
long values:
辈分=13
年龄=45
容貌=60
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=2200
最大气血=2200
固定攻击力=20000
固定防御力=18000
基本内功=200
基本轻功=200
基本手法=200
基本剑法=200
基本招架=200
读书写字=200
衡山五神剑=200
云雾心法=200
衡山身法=200
衡山剑法=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/绸袍
object=thing/长剑
object=thing/洞萧
end of YObjectGroup
