#class=YNPC
begin of YPropertyGroup
string values:
名字=卓不凡
性别=男
门派=灵鹫宫
头衔=一字慧剑门门主
绰号=剑神
描述=身穿青衫,五十来岁的年纪,长须飘飘,面目清秀,一副了不起的样子。
所会技能=基本内功 基本剑法 基本掌法 基本招架 基本轻功 读书写字 逍遥心法 唐门身法 上清快剑
武器=周公剑
衣服=青衫
武器类型=剑
剑_攻击武功=上清快剑
空手_攻击武功=基本掌法
long values:
年龄=55
容貌=50
重量=100
经验=20000
附加防御力=10
气血=4500
最大气血=4500
固定攻击力=65000
固定防御力=62000
武器攻击力=40
后天臂力=65
后天身法=65
后天根骨=65
基本剑法=280
基本掌法=280
基本招架=280
基本内功=280
基本轻功=280
读书写字=200
逍遥心法=280
唐门身法=280
上清快剑=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/周公剑
object=thing/青衫
end of YObjectGroup