#class=YNPC
begin of YPropertyGroup
string values:
名字=卫春华
性别=男
门派=红花会
头衔=红花会锦豹堂堂主
描述=他是陈家洛的左右手，长的一般，会使一套漂亮的九连追命鞭
所会技能=基本拳法 基本内功 基本轻功 基本招架 基本鞭法 读书写字 百战心法 日月鞭法 庄子仙舞 百花错拳
衣服=龙镶衣
轻功_使用=庄子仙舞
鞭_攻击武功=日月鞭法
空手_攻击武功=百花错拳
武器=追命鞭
武器类型=鞭
long values:
辈分=2
年龄=30
容貌=60
经验=30000
附加防御力=50
武器攻击力=50
气血=2000
最大气血=2000
固定攻击力=28000
固定防御力=26000
重量=100
基本拳法=200
基本招架=200
基本鞭法=200
基本轻功=200
基本内功=200
读书写字=100
百战心法=200
庄子仙舞=200
日月鞭法=200
百花错拳=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/龙镶衣
object=thing/追命鞭
end of YObjectGroup