#class=YNPC
begin of YPropertyGroup
string values:
名字=古笃诚
性别=男
门派=大理派
头衔=大理护身侍卫
描述=他是大理国皇帝的近身护卫，整个人像一座铁塔，满脸络腮胡子，眼似铜铃，声如洪钟。他身穿布衣，腰后别了一把巨大的斧子。
所会技能=基本内功 基本轻功 基本指法 读书写字 基本招架 一阳指 凌波微步 北冥神功
衣服=白袍
武器类型=空手
拜师_条件一=门派 字符串 等于 无 古笃诚对&s怒目而视道：你已有明师，莫非想来偷学我大理功夫。
拜师_条件二=先天悟性 数值 大于 25 古笃诚对&s说道：以你的悟性，怕不能领悟到本门的精义。
同意拜师的回答=古笃诚对&s哈哈大笑道：如此我就收下你，希望你能将大理发扬光大。
轻功_使用=凌波微步
空手_攻击武功=一阳指
long values:
辈分=3
年龄=30
容貌=50
衣服防御力=5
经验=9170000
重量=100
收徒=1
拜师_条件个数=2

气血=2600
最大气血=2600
附加防御力=5
固定攻击力=15000
固定防御力=10400
后天臂力=50
后天身法=50
后天根骨=50

基本指法=150
基本招架=150
基本内功=150
基本轻功=150
读书写字=150
一阳指=150
北冥神功=150
凌波微步=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白袍
object=thing/精钢大斧
end of YObjectGroup