#class=YNPC
begin of YPropertyGroup
string values:
名字=叶二娘
性别=女
门派=大理派
头衔=四大恶人之二无恶不做
描述=她就是名闻天下的四大恶人之二叶二娘，她身披一袭淡青色长衫，满头长发，约莫四十来岁年纪，相貌颇为娟秀，但两边面颊上各有三条殷红血痕，自眼底直划到下颊，似乎刚被人用手抓破一般。
所会技能=基本内功 基本轻功 基本招架 基本手法 读书写字 北冥神功 凌波微步 如来千叶手
衣服=淡青色长衫
武器=
武器类型=空手
轻功_使用=凌波微步
空手_攻击武功=武当长拳
long values:
年龄=49
容貌=64
经验=400000
衣服防御力=5
气血=4000
最大气血=4000
固定攻击力=45000
固定防御力=43000
重量=100
后天臂力=35
后天身法=55
后天根骨=35
基本招架=250
基本手法=250
基本轻功=250
基本内功=250
北冥神功=250
读书写字=200
凌波微步=250
如来千叶手=250
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/淡青色长衫
object=thing/淡青色板刀
end of YObjectGroup