#class=YNPC
begin of YPropertyGroup
string values:
名字=向问天
性别=男
门派=日月神教
头衔=日月神教护教右使
描述=他是日月神教教护教右使.他看起来身材高瘦,腰挂弯刀,身穿白色长袍容貌清癯,颏下疏疏朗朗的一丛花白长须,垂在胸前。
武器=西域弯刀
衣服=白丝长袍
武器类型=刀
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
拜师_条件一=门派 字符串 等于 日月神教 向问天对&s说到:我日月神教武功不传外人.
拜师_条件二=吸星大法 数值 大于 119 向问天对&s说道:你对本门的心法的了解还不够,回去吧!
同意拜师的回答=向问天对&s点点拖说:我日月神教又多了一名弟子,定要给那名门正派些颜色看看.
空手_攻击武功=蓝砂手
刀_攻击武功=丹碇刀法
轻功_使用=绝尘身法
long values:
辈分=3
年龄=49
容貌=100
武器攻击力=5
衣服防御力=5
经验=2000000
重量=100
收徒=1
拜师_条件个数=2

气血=3000
最大气血=3000
固定攻击力=40000
固定防御力=38000
后天臂力=50
后天根骨=50
后天身法=50

基本内功=250
基本轻功=250
基本枪法=250
基本刀法=250
基本鞭法=250
基本锤法=250
基本剑法=250
基本招架=250
基本手法=250
读书写字=150
吸星大法=250
绝尘身法=250 
追魂枪=250 
日月锤法=250
丹碇刀法=250 
霹雳盘龙索=250
原始剑法=250
蓝砂手=250
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/西域弯刀
object=thing/白丝长袍
object=thing/广陵谱
end of YObjectGroup