#class=YNPC
begin of YPropertyGroup
string values:
名字=周伯通
性别=男
门派=全真教
头衔=老顽童
描述=全真教『中神通』王重阳的师弟，人如其名，就像小孩一般，为了当年与黄药师定下的协约而留居桃花岛，却因为机缘巧合练就了一身好功夫。
衣服=破衣服
所会技能=基本内功 基本轻功 基本拳法 基本招架 读书写字 九阴真经 天罡北斗阵 空明拳 全真心法
空手_攻击武功=空明拳
轻功_使用=天罡北斗阵
long values:
辈分=1
年龄=60
容貌=50
正气值=40000000
气血=7600
最大气血=7600
固定攻击力=300000
固定防御力=250000
后天臂力=68
后天身法=68
后天根骨=68

基本拳法=700
基本招架=700
基本内功=700
基本轻功=700
九阴真经=700
全真心法=700
空明拳=700
读书写字=200
天罡北斗阵=700
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/破衣服
object=thing/玉蜂浆
end of YObjectGroup