#class=YNPC
begin of YPropertyGroup
string values:
名字=回族高手1
性别=男
描述=他魁伟的身材让人感觉英气逼人。
武器=牧马鞭
衣服=布衣
武器类型=鞭
所会技能=基本内功 基本拳法 基本招架 基本轻功 读书写字 基本鞭法
被看=杨过喃喃的说道：香香公主在此，尔等速速回避。
空手_攻击武功=基本拳法
轻功_使用=基本轻功
鞭_攻击武功=基本鞭法
联合协防_条件一=名字 字符串 不等于 香香公主 回族高手1伸手帮&s挡开一招，大吼一声向你扑来。
long values:
联合协防_条件个数=1
联合协防=1
年龄=35
容貌=60
武器攻击力=25
衣服防御力=5
经验=2000000
重量=100

气血=4000
最大气血=4000
固定攻击力=18000
固定防御力=15000

后天臂力=45
后天身法=45
后天根骨=45

基本拳法=200
基本招架=200
基本内功=200
基本轻功=200
读书写字=100
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/牧马鞭
object=thing/布衣
end of YObjectGroup