#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=土匪头
描述=他长得面目狰狞,凶神恶煞,手握一柄钢刀,在空中来回挥动,好像很凶恶的样子。
话一=土匪头一声大喊: 此山是我开，此树是我栽，若要从此过，留下买路财!
话二=土匪头把手中的钢刀一横，喝道：“带钱的留钱，没钱的留命!”
话三=土匪头嘿嘿一声冷笑：“又是送上门的一只肥羊，留下钱来!”
话四=土匪头尖声叫道: “给我把钱都留下来!”
话五=土匪头用刀一指，叫道：“牙缝敢崩出半个不！大爷我一刀一个，管杀不管埋!”
被看=土匪头眼睛一瞪,对&s吼道:看什么看,再看老子宰了你!
被给=土匪头奇怪地对&s说:你给我这干什么?
被乞讨=土匪头怒气冲冲地对&s喝道:去!去!去!一边待着去!我正烦着呢。
被打听=土匪头摇摇头,对&s说:对不起,我不知道。
被偷=土匪头一把抓住&s,大叫起来:快来人哪,抢劫啦...
武器=钢刀
衣服=布衣
武器类型=钢刀
剑_攻击武功=基本刀法
空手_攻击武功=基本拳法
进入时杀人_条件一=年龄 数值 小于 18 土匪头对&s怒声喝道:“我杀了你~~~”。
long values:
年龄=35
进入时杀人=1
进入时杀人_条件个数=1
杀人时间间隔=10000
循环说话=1
说话时间=50000
说话时间间隔=50000
话的个数=5
气血=500
最大气血=500
固定攻击力=1000
固定防御力=800
武器攻击力=10
重量=100
经验=40000
附加防御力=55
基本刀法=50
基本拳法=50
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/钢刀
object=thing/布衣
object=thing/银子 5
end of YObjectThing