#class=YNPC
begin of YPropertyGroup
string values:
名字=大内总管
性别=不明
门派=
头衔=
描述=他看起来年过六十，说话阴阳怪气。
所会技能=基本内功 基本轻功 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 葵花宝典
武器=
衣服=太监服
鞋=
武器类型=剑
轻功_使用= 绝尘身法
剑_攻击武功=葵花宝典
空手_攻击武功=基本手法
朝廷声望_条件一=朝廷声望 数值 大于 1000000 大内总管对&s说道：你这么点声望也敢来混东西，快点出去！
朝廷声望_条件二=朝廷声望 数值 小于 10000000 大内总管对&s说道：您老德高望重，还是请去别人那领取奖赏吧！
同意朝廷声望的回答=大内总管对&s嘿嘿笑道:不错，正好我这里有点东西适合你。
long values:
朝廷声望_条件个数=2
年龄=65
容貌=40
武器攻击力=10
衣服防御力=5
经验=170000
重量=100

气血=3000
最大气血=3000
固定攻击力=8000
固定防御力=6400
后天臂力=40
后天身法=40
后天根骨=40

基本手法=120
基本剑法=120
基本招架=120
基本内功=120
基本轻功=120
读书写字=120
葵花宝典=120
绝尘身法=120
吸星大法=120
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/太监服
end of YObjectGroup