#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=大内太监统领
性别=不明
门派=太监
头衔=
描述=这是一个老太监，浑身阴沉沉的。
所会技能=基本内功 基本轻功 基本暗器法 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本拳法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法 葵花宝典
武器类型=剑
武器=倚天剑
衣服=妖狼皮
空手_攻击武功=蓝砂手
剑_攻击武功=葵花宝典
轻功_使用=绝尘身法
进入时杀人_条件一=基本内功 数值 小于 280 大内太监统领对&s尖叫一声：捉拿刺客，扑了上去。
long values:
进入时杀人=1
进入时杀人_条件个数=1
年龄=86
容貌=40
武器攻击力=100
衣服防御力=100
经验=100000000
正气值=300000
重量=100

附加防御力=100
附加攻击力=100

后天臂力=80
后天身法=80
后天根骨=80
气血=10000
最大气血=10000
固定攻击力=550000
固定防御力=450000

基本内功=1000
基本轻功=1000
基本枪法=1000
基本刀法=1000
基本鞭法=1000
基本剑法=1000
基本拳法=1000
基本手法=1000
基本招架=1000
读书写字=1000
吸星大法=1000
绝尘身法=1000
追魂枪=1000
丹碇刀法=1000
霹雳盘龙索=1000
原始剑法=1000
蓝砂手=1000
葵花宝典=1000
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/倚天剑
object=thing/妖狼皮
object=thing/金子 200
object=thing/潜能丹 8
end of YObjectGroup