#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=大内太监高手6
性别=不明
门派=太监
头衔=
描述=他是太监，尖声尖气让人看着很不舒服。
所会技能=基本内功 基本轻功 基本暗器法 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本拳法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法 葵花宝典
武器类型=空手
武器=佛指
衣服=镜光铠
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
进入时杀人_条件一=基本内功 数值 小于 280 大内太监高手对&s尖叫一声：捉拿刺客，扑了上去。
long values:
进入时杀人=1
进入时杀人_条件个数=1
年龄=38
容貌=61

气血=8000
最大气血=8000
固定攻击力=350000
固定防御力=250000
重量=100
附加防御力=90
附加攻击力=90
经验=70000000
后天臂力=70
后天根骨=70
后天身法=70

基本内功=800
基本轻功=800
基本枪法=800
基本刀法=800
基本鞭法=800
基本剑法=800
基本拳法=800
基本手法=800
基本招架=800
读书写字=800
吸星大法=800
绝尘身法=800
追魂枪=800
丹碇刀法=800
霹雳盘龙索=800
原始剑法=800
蓝砂手=800
葵花宝典=800
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/佛指
object=thing/镜光铠
object=thing/金子 80
object=thing/潜能丹 3
end of YObjectGroup