#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=天山童姥
性别=女
门派=灵鹫宫
头衔=灵鹫宫宫主
描述=没有人见过她的真面目，只知其武功深不可测、性格残忍，其身材及声音有如女童。
所会技能=基本内功 基本掌法 基本手法 基本剑法 基本招架 基本暗器法 基本轻功 读书写字 逍遥心法 月影舞步 天山折梅手 天山六阳掌 天羽奇剑 生死符法
拜师_条件一=门派 字符串 等于 灵鹫宫 天山童姥对&s说道：你并非无灵鹫宫的人，快快离去！
拜师_条件二=逍遥心法 数值 大于 149 天山童姥对&s说道：本门内功是基础！
同意拜师的回答=天山童姥对&s点点头说：那我就收下你吧！
武器=蓝光指环
衣服=黑衣
轻功_使用=月影舞步
空手_攻击武功=天山折梅手
long values:
辈分=1
年龄=96
容貌=65
收徒=1
拜师_条件个数=2
武器攻击力=50
衣服防御力=60
经验=50000000
重量=100
气血=10000
最大气血=10000
固定攻击力=250000
固定防御力=200000
基本掌法=280
基本剑法=280
基本暗器法=280
基本手法=280
基本招架=280
基本内功=280
基本轻功=280
读书写字=200
逍遥心法=280
月影舞步=280
天山折梅手=280
天山六阳掌=280
生死符法=280
天羽奇剑=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/蓝光指环
object=thing/黑衣
object=thing/生死符
end of YObjectGroup