#class=YNPC
begin of YPropertyGroup
string values:
名字=天松道人
性别=男
门派=泰山派
头衔=泰山派十三代弟子
绰号=
描述=他是长须道人，脸色惨白。
武器=长剑
衣服=棕红道袍
所会技能=基本内功 基本轻功 基本掌法 基本剑法 基本招架 读书写字 五大夫剑 日升心法 泰山身法
空手_攻击武功=基本掌法
武器类型=剑
剑_攻击武功=五大夫剑
轻功_使用=泰山身法
long values:
辈分=13
年龄=37
容貌=60
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
气血=1800
最大气血=1800
固定攻击力=12000
固定防御力=10000
基本内功=150
基本轻功=150
基本掌法=150
基本剑法=150
基本招架=150
读书写字=150
五大夫剑=150
日升心法=150
泰山身法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/棕红道袍
end of YObjectGroup
