#class=YNPC
begin of YPropertyGroup
string values:
名字=天门道人
性别=男
门派=泰山派
头衔=泰山派掌门
绰号=
描述=他是一个红脸道人，脾气暴躁。
武器=日升剑
衣服=棕红道袍
所会技能=基本内功 基本轻功 基本掌法 基本剑法 基本招架 读书写字 五大夫剑 日升心法 泰山身法
空手_攻击武功=基本掌法
武器类型=剑
剑_攻击武功=五大夫剑
轻功_使用=泰山身法
long values:
辈分=13
年龄=41
容貌=65
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=4800
最大气血=4800
固定攻击力=65000
固定防御力=62000
基本内功=280
基本轻功=280
基本掌法=280
基本剑法=280
基本招架=280
读书写字=200
五大夫剑=280
日升心法=280
泰山身法=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/日升剑
object=thing/棕红道袍
end of YObjectGroup
