#class=YNPC
begin of YPropertyGroup
string values:
名字=定静师太
性别=女
门派=恒山派
头衔=恒山派十二代弟子
绰号=
描述=这个老尼姑身材平平，声音尖锐而苍老的。
武器=钢剑
衣服=月白绸衫
所会技能=基本内功 基本轻功 基本掌法 基本剑法 基本招架 读书写字 恒山剑法 万花剑法 天长掌法 梦云心法 恒山身法
空手_攻击武功=天长掌法
武器类型=剑
剑_攻击武功=万花剑法
轻功_使用=恒山身法
long values:
辈分=12
年龄=53
容貌=55
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=2200
最大气血=2200
固定攻击力=20000
固定防御力=18000
基本内功=200
基本轻功=200
基本掌法=200
基本剑法=200
基本招架=200
读书写字=200
恒山剑法=200
梦云心法=280
恒山身法=200
天长掌法=200
万花剑法=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/钢剑
object=thing/月白绸衫
end of YObjectGroup
