#class=YNPC
begin of YPropertyGroup
string values:
名字=岳肃
性别=男
门派=华山派
头衔=华山派气宗之祖
描述=此人身材高大，气度非凡，正是气宗之祖岳肃，当年他和师弟意见不合，从而华山派分为气、剑两宗，他武功之高，当世已罕有敌手。
所会技能=基本内功 基本轻功 基本剑法 基本掌法 读书写字 华山剑法 紫霞功 华山身法 混元掌
武器=
衣服=紫色披风
武器类型=空手
剑_攻击武功=华山剑法
空手_攻击武功=混元掌
轻功_使用=华山身法
long values:
年龄=80
容貌=50
气血=6500
最大气血=6500
固定攻击力=100000
固定防御力=100000

重量=100
经验=3000000
附加防御力=5

后天根骨=67
后天身法=67
后天臂力=67

基本内功=300
基本轻功=300
基本掌法=300
基本剑法=300
华山剑法=300
基本招架=300
华山身法=300
华山剑法=300
紫霞功=300
混元掌=300
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/紫色披风
object=thing/金子 2
end of YObjectGroup