#class=YNPC
begin of YPropertyGroup
string values:
名字=嵩山弟子3
性别=男
门派=嵩山派
头衔=嵩山派十四代弟子
绰号=
描述=他是一名黄衫汉子。
武器=长剑
衣服=黄衫
武器类型=剑
所会技能=基本内功 基本轻功 基本手法 基本剑法 基本招架 读书写字 嵩山剑法 嵩阳手 寒冰真气 嵩山身法
空手_攻击武功=嵩阳手
剑_攻击武功=嵩山剑法
轻功_使用=嵩山身法
long values:
辈分=14
年龄=25
容貌=50
重量=100

武器攻击力=10
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=35
后天根骨=35
后天身法=35
气血=1100
最大气血=1100
固定攻击力=6000
固定防御力=6000
基本内功=100
基本轻功=100
基本手法=100
基本剑法=100
基本招架=100
读书写字=100
嵩山剑法=100
寒冰真气=100
嵩山身法=100
嵩阳手=100
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/黄衫
end of YObjectGroup
