#class=YNPC
begin of YPropertyGroup
string values:
名字=左冷禅
性别=男
门派=嵩山派
头衔=嵩山派掌门
绰号=
描述=他身披土黄色布袍，向来冷口冷面。
武器=寒冰剑
衣服=土黄色布袍
所会技能=基本内功 基本轻功 基本手法 基本剑法 基本招架 读书写字 嵩山剑法 嵩阳手 寒冰真气 嵩山身法
空手_攻击武功=嵩阳手
武器类型=剑
剑_攻击武功=嵩山剑法
轻功_使用=嵩山身法
拜师_条件一=门派 字符串 等于 无 左冷禅对&s说道:嵩山派不收别派弟子。
同意拜师的回答=左冷禅对&s说道:我就收下你了，希望你能将嵩山发扬光大，一统五岳。
long values:
收徒=1
拜师_条件个数=1
辈分=13
年龄=45
容貌=60
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=4800
最大气血=4800
固定攻击力=65000
固定防御力=62000
基本内功=280
基本轻功=280
基本手法=280
基本剑法=280
基本招架=280
读书写字=200
嵩山剑法=280
寒冰真气=280
嵩山身法=280
嵩阳手=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/土黄色布袍
object=thing/五岳令旗
object=thing/寒冰剑
end of YObjectGroup
