#class=YNPC
begin of YPropertyGroup
string values:
名字=平一指
性别=男
门派=日月神教
头衔=杀人名医
描述=矮胖子,脑袋极大,生一撇鼠须,摇头晃脑十分滑稽,右手持一柄雪亮短刀。
被问=医好一人,便杀一人!
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
武器=手术刀
衣服=布衣
武器类型=刀
刀_攻击武功=丹碇刀法
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
long values:
辈分=10
年龄=50
容貌=50
气血=1300
最大气血=1300
固定攻击力=5500
固定防御力=4400
武器攻击力=10
重量=100
经验=100000
附加防御力=5
基本内功=100
基本轻功=100
基本锤法=100
基本刀法=100
基本鞭法=100
基本剑法=100
基本枪法=100
基本手法=100
读书写字=80
基本招架=100
日月心法=100
绝尘身法=100
追魂枪=100
日月锤法=100
丹碇刀法=100
霹雳盘龙索=100
原始剑法=100
蓝砂手=100
后天臂力=40
后天身法=40
后天根骨=40
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/布衣
object=thing/手术刀
end of YObjectGroup