#class=YNPC
begin of YPropertyGroup
string values:
名字=平婆婆
性别=女
门派=
头衔=
描述=她甚是肥胖，肚子凸出，便似有了七八个月身孕一般，头发花白，满脸横肉，说话声音比寻常男子还粗了几分，左右腰间各插两柄阔刃短刀。
所会技能=基本内功 基本轻功 基本招架 基本掌法 基本暗器法 基本手法 读书写字 慕容心法 流星逐月 斗转星移 唐门三绝 燕南飞
衣服=布衣
轻功_使用=流星逐月
空手_攻击武功=燕南飞
武器类型=暗器
武器=阔刃短刀
暗器_攻击武功=唐门三绝
long values:
辈分=1
年龄=67
容貌=46
经验=300000
气血=1700
最大气血=1700
固定攻击力=9500
固定防御力=7500
重量=100
基本轻功=130
基本内功=130
基本招架=130
基本掌法=130
基本暗器法=130
基本手法=130
读书写字=100
慕容心法=130
流星逐月=130
斗转星移=130
唐门三绝=130
燕南飞=130
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/布衣
object=thing/阔刃短刀
end of YObjectGroup