#class=YNPC
begin of YPropertyGroup
string values:
名字=张三
性别=男
门派=侠客岛
头衔=侠客岛二代弟子
绰号=惩善罚恶使
描述=他身材魁梧圆脸大耳,穿一身古铜色绸袍,笑嘻嘻的和蔼可亲。
武器=
衣服=古铜绸袍
武器类型=
所会技能=基本内功 基本轻功 基本掌法 基本招架 读书写字 基本剑法 侠客掌法 侠客剑法 侠客身法 太玄经
空手_攻击武功=侠客掌法
轻功_使用=侠客身法
long values:
辈分=2
年龄=45
容貌=60

气血=2200
最大气血=2200
固定攻击力=18000
固定防御力=14000
武器攻击力=10
后天臂力=48
后天身法=48
后天根骨=48
正气值=100000

读书写字=180
基本掌法=180
基本招架=180
基本内功=180
基本轻功=180
侠客掌法=180
太玄经=180
侠客剑法=180
侠客身法=180
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/古铜绸袍
object=thing/赏善罚恶令(阳)
end of YObjectGroup