#class=YNPC
begin of YPropertyGroup
string values:
名字=张淡月
性别=男
门派=神龙教
头衔=神龙教黑龙使
描述=他是一个黑瘦老人，目光有些阴冷。
所会技能=基本招架 基本内功 基本轻功 基本掌法 基本剑法 读书写字 神龙心法 意形步法 化骨绵掌 连城剑法
轻功_使用=意形步法
空手_攻击武功=化骨绵掌
剑_攻击武功=连城剑法
衣服=黑衣
武器=鸳鸯双短剑
武器类型=剑
long values:
辈分=2
年龄=50
容貌=40
重量=100
经验=1000000
正气值=-50000
附加防御力=5
武器攻击力=35
后天臂力=55
后天根骨=55
后天身法=55
气血=4500
最大气血=4500
固定攻击力=65000
固定防御力=62000

基本内功=280
基本招架=280
基本轻功=280
基本掌法=280
基本剑法=280
读书写字=120
神龙心法=280
化骨绵掌=280
意形步法=280
神龙八式=280
绝命腿=280
连城剑法=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/鸳鸯双短剑
object=thing/黑衣
end of YObjectGroup