#class=YNPC
begin of YPropertyGroup
string values:
名字=慕容复
性别=男
门派=姑苏慕容
头衔=慕容掌门
描述=他大约二十七八岁年纪，身穿淡黄轻衫，腰悬长剑，飘然而来，面目俊美，潇洒闲雅。
所会技能=基本内功 基本轻功 基本招架 基本掌法 基本剑法 基本手法 读书写字 慕容心法 流星逐月 斗转星移 慕容剑法 燕南飞
衣服=淡黄轻衫
轻功_使用=流星逐月
空手_攻击武功=斗转星移
剑_攻击武功=慕容剑法
武器=玉剑
武器类型=剑
拜师_条件一=门派 字符串 等于 姑苏慕容 慕容复对&s说到:你想来偷学我慕容绝技吗？快快闪开，不然别怪我下手无情!
拜师_条件二=慕容心法 数值 大于 149 慕容复对&s说道:你的基础太差了!
long values:
辈分=2
年龄=20
容貌=90
经验=300000
武器攻击力=60
收徒=1
拜师_条件个数=2
气血=6000
最大气血=6000
固定攻击力=64000
固定防御力=62000
重量=100
基本轻功=280
基本内功=280
基本招架=280
基本掌法=280
基本剑法=280
基本手法=280
读书写字=200
慕容心法=280
流星逐月=280
斗转星移=280
慕容剑法=280
燕南飞=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/淡黄轻衫
object=thing/玉剑
end of YObjectGroup