#class=YNPC
begin of YPropertyGroup
string values:
名字=扫地僧
性别=男
门派=少林派
头衔=
描述=这位和尚看上去足足有百十多岁，枯瘦的身材，拖着一只扫帚。
所会技能=基本招架 基本内功 基本轻功 基本手法 基本指法 基本棍法 基本掌法 读书写字 易筋经 少林身法 风云手 拈花指 散花掌 普渡杖
武器=扫帚
衣服=破布僧衣
项链=舍利子
武器类型=棍
轻功_使用=少林身法
棍_攻击武功=普渡杖
空手_攻击武功=拈花指
long values:
辈分=1
年龄=130
容貌=50
武器攻击力=70
衣服防御力=5
经验=2000000000
正气值=300000
重量=100

后天臂力=95
后天身法=95
后天根骨=95
气血=15000
最大气血=15000
固定攻击力=4000000
固定防御力=4000000

基本招架=3000
基本内功=3000
基本轻功=3000
基本手法=3000
基本掌法=3000
基本指法=3000
基本棍法=3000
风云手=3000
拈花指=3000
散花掌=3000
普渡杖=3000
读书写字=200
易筋经=3000
少林身法=3000
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/破布僧衣
object=thing/扫帚
object=thing/舍利子
end of YObjectGroup