#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=摘星子
性别=男
门派=星宿海
头衔=星宿海第二代弟子
描述=是个二十七八岁的年轻人，身材高瘦，脸色青中泛黄，面目却颇英俊。
所会技能=基本内功 基本招架 基本轻功 基本毒法 基本棍法 基本爪法 读书写字 三阴蜈蚣爪 化功大法 星宿轻功 星宿杖法 星宿毒功
武器=竹笛
衣服=白衣
武器类型=毒
轻功_使用=星宿轻功
毒_攻击武功=星宿毒功
空手_攻击武功=三阴蜈蚣爪
话一=摘星子说：师父功力，震烁古今！
话二=摘星子说：师父你老人家谈笑之间，便将一干幺魔小丑置于死地，如此催枯拉朽般大获全胜，徒儿不但见所未见，真是闻所未闻。
话三=摘星子说：这是天下从所未有的丰功伟绩，若不是师父老人家露了这一手，中原武人还知世上有这等功夫。
话四=摘星子说：师父明见万里，神机妙算。
long values:
循环说话=1
说话时间=2000
说话时间设置=2000
话的个数=4
辈分=2
年龄=27
容貌=70
重量=100
经验=100000
正气值=-10000

气血=2200
最大气血=2200
固定攻击力=15000
固定防御力=12000
后天臂力=45
后天身法=45
后天根骨=45

基本招架=150
基本爪法=150
基本棍法=150
基本毒法=150
基本轻功=150
基本内功=150
读书写字=100
三阴蜈蚣爪=150
化功大法=150
星宿轻功=150
星宿杖法=150
星宿毒功=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/竹笛
object=thing/白衣
end of YObjectGroup