#class=YNPC
begin of YPropertyGroup
string values:
名字=无尘道人
性别=男
门派=红花会
头衔=红花会堂主
描述=无尘道人中了歹人奸计后，少了一条臂膀，从此正日钻研步法
所会技能=基本内功 基本轻功 基本招架 基本拳法 读书写字 百战心法 庄子仙舞 武当剑法 百花错拳
衣服=天地道袍
轻功_使用=庄子仙舞
剑_攻击武功=武当剑法
空手_攻击武功=百花错拳
武器=追魂剑
武器类型=剑
long values:
辈分=2
年龄=47
容貌=70
经验=300000
附加防御力=50
武器攻击力=60
气血=5000
最大气血=5000
固定攻击力=65000
固定防御力=62000
重量=100
基本招架=280	
基本剑法=280
基本轻功=280
基本拳法=280
基本内功=280
读书写字=200
百战心法=280
武当剑法=280
庄子仙舞=280
百花错拳=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/天地道袍
object=thing/追魂剑
end of YObjectGroup