#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=无崖子
性别=男
门派=逍遥派
头衔=逍遥派掌门人
描述=他长须三尺，没一根斑白，脸如冠玉，更无半丝皱纹，年纪显然已经不小，却仍神采飞扬，风度闲雅。
所会技能=基本内功 基本掌法 基本手法 基本剑法 基本招架 基本暗器法 基本轻功 读书写字 逍遥心法 月影舞步 天山折梅手 天山六阳掌 天羽奇剑 生死符法
武器=
衣服=黑衣
轻功_使用=月影舞步
空手_攻击武功=天山折梅手
long values:
辈分=1
年龄=97
容貌=80
衣服防御力=5
经验=50000000
重量=100
气血=7000
最大气血=7000
固定攻击力=220000
固定防御力=200000
基本掌法=280
基本剑法=280
基本暗器法=280
基本手法=280
基本招架=280
基本内功=280
基本轻功=280
读书写字=200
逍遥心法=280
月影舞步=280
天山折梅手=280
天山六阳掌=280
生死符法=280
天羽奇剑=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/黑衣
object=thing/画卷
end of YObjectGroup