#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=无名老者
性别=男
门派=
头衔=
描述=他就是一个江湖隐者，在狼谷口拦着无意闯来的玩家，不然他们进去冒险。
武器=
衣服=高级制服
武器类型=空手
所会技能=基本内功 基本轻功 基本手法 基本招架 绝尘身法 蓝砂手
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
被看=无名老者对你说：孩子快回去吧，这里很危险，只有基本内功超过280级的才可以进去。
玩家要走_条件一=基本内功 数值 大于 280 无名老者对&s说道：孩子快回去吧，这里很危险。
long values:
玩家要走_条件个数=1
辈分=1
年龄=40
容貌=80
重量=100
武器攻击力=10
重量=100
附加防御力=5
经验=2000000000
正气值=-3000000

后天臂力=95
后天身法=95
后天根骨=95
气血=15000
最大气血=15000
固定攻击力=4000000
固定防御力=4000000

基本内功=3000
基本轻功=3000
基本手法=3000
基本招架=3000
绝尘身法=3000
蓝砂手=3000
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/高级制服
end of YObjectGroup
