#class=YNPC
begin of YPropertyGroup
string values:
名字=星宿海弟子2
性别=男
门派=星宿海
头衔=星宿海弟子
描述=他是星宿海普通弟子。
所会技能=基本内功 基本招架 基本轻功 基本毒法 基本棍法 基本爪法 读书写字 三阴蜈蚣爪 化功大法 星宿轻功 星宿杖法 星宿毒功
武器=钢杖
衣服=黄衫
武器类型=棍
轻功_使用=星宿轻功
棍_攻击武功=星宿杖法
空手_攻击武功=三阴蜈蚣爪
long values:
辈分=3
年龄=27
容貌=60
重量=100
经验=100000
正气值=-2000

气血=1100
最大气血=1100
固定攻击力=4000
固定防御力=3200
后天臂力=45
后天身法=45
后天根骨=45

基本招架=90
基本爪法=90
基本棍法=90
基本毒法=90
基本轻功=90
基本内功=90
读书写字=60
三阴蜈蚣爪=90
化功大法=90
星宿轻功=90
星宿杖法=90
星宿毒功=90
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/钢杖
object=thing/黄衫
end of YObjectGroup