#class=YNPC
begin of YPropertyGroup
string values:
名字=曲洋
性别=男
门派=日月神教
头衔=长老
描述=他是日月神教的长老,他站在那里一动不动,身材本已魁梧奇伟,在各人眼中看来,似乎更突然高了尺许,显得威猛无比.擅长七弦琴,一曲笑敖江湖,忆起了无数英雄的江湖梦。
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
武器=
衣服=长老袍
武器类型=空手
剑_攻击武功=原始剑法
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
long values:
辈分=4
年龄=50
容貌=60
气血=2500
最大气血=2500
固定攻击力=28000
固定防御力=26000
武器攻击力=10
重量=100
经验=100000

后天臂力=46
后天根骨=46
后天身法=46

基本内功=200
基本轻功=200
基本锤法=200
基本刀法=200
基本鞭法=200
基本剑法=200
基本枪法=200
基本手法=200
基本招架=200
读书写字=100
吸星大法=200 
日月心法=200
绝尘身法=200
追魂枪=200 
日月锤法=200
丹碇刀法=200
霹雳盘龙索=200
原始剑法=200
蓝砂手=200

float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长老袍
object=thing/笑傲江湖曲
end of YObjectGroup