#class=YNPC
begin of YPropertyGroup
string values:
名字=木岛主
性别=男
门派=侠客岛
头衔=岛主
描述=他须发半黑半白,脸上却布满皱纹,他的年纪实在看不出来,大概在六十到九十岁之间.
所会技能=基本内功 基本轻功 基本掌法 基本招架 读书写字 基本剑法 侠客掌法 侠客剑法 侠客身法 太玄经
拜师_条件一=门派 字符串 等于 无 木岛主对&s摇摇头道：阁下以有明师，侠客岛岂能收留。
同意拜师的回答=木岛主哈哈一笑道：想不到我暮日之时还能收到如此弟子，真是难得难得！
武器=
衣服=青衫
武器类型=
空手_攻击武功=侠客掌法
轻功_使用=侠客身法
long values:
辈分=1
年龄=100
容貌=70
经验=6000000
正气值=300000
重量=100
收徒=1
拜师_条件个数=1

气血=6500
最大气血=6500
固定攻击力=150000
固定防御力=150000
武器攻击力=10
后天臂力=65
后天身法=65
后天根骨=65
正气值=100000

基本剑法=280
读书写字=200
基本掌法=280
基本招架=280
基本内功=280
基本轻功=280
侠客掌法=280
太玄经=280
侠客剑法=280
侠客身法=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青衫
object=thing/紫金锤
end of YObjectGroup
