#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=李秋水
性别=女
门派=逍遥派
头衔=
描述=她身形苗条婀娜，显然是个女子，脸上蒙了块白绸。
所会技能=基本内功 基本掌法 基本手法 基本剑法 基本招架 基本暗器法 基本轻功 读书写字 逍遥心法 月影舞步 天山折梅手 天山六阳掌 天羽奇剑 生死符法
武器=水晶匕首
衣服=白衣
盔甲=雪蚕衣
轻功_使用=月影舞步
武器类型=剑
剑_攻击武功=天羽奇剑
空手_攻击武功=天山折梅手
long values:
辈分=1
年龄=90
容貌=75
武器攻击力=65
衣服防御力=70
经验=50000000
重量=100
气血=10000
最大气血=10000
固定攻击力=250000
固定防御力=200000
基本掌法=500
基本剑法=500
基本暗器法=500
基本手法=500
基本招架=500
基本内功=500
基本轻功=500
读书写字=200
逍遥心法=500
月影舞步=500
天山折梅手=500
天山六阳掌=500
生死符法=500
天羽奇剑=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/水晶匕首
object=thing/白衣
object=thing/雪蚕衣
end of YObjectGroup