#class=YNPC
begin of YPropertyGroup
string values:
名字=李莫愁
性别=女
门派=古墓派
头衔=赤练仙子
描述=一个美貌道姑微笑着缓步进来，身穿杏黄色道袍。
所会技能=基本内功 基本轻功 基本招架 基本剑法 基本鞭法 基本拳法 基本掌法 读书写字 玉女剑法 银索金铃 玉女身法 美女拳 天罗地网 银索金铃 玉女心经
武器=银丝拂尘
衣服=杏黄色道袍
鞋=黄靴
武器类型=剑
空手_攻击武功=美女拳
剑_攻击武功=玉女剑法
轻功_使用=玉女身法
long values:
辈分=2
年龄=35
容貌=100
武器攻击力=40
衣服防御力=5
正气值=-200000
经验=2000000
重量=100

气血=4000
最大气血=4000
固定攻击力=45000
固定防御力=42000

后天臂力=55
后天身法=55
后天根骨=55

基本拳法=250
基本掌法=250
基本剑法=250
基本招架=250
基本内功=250
基本轻功=250
基本鞭法=250
读书写字=200
美女拳=250
天罗地网=250
银索金铃=250
玉女剑法=250
玉女心经=250
玉女身法=250
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/银丝拂尘
object=thing/杏黄色道袍
object=thing/黄靴
object=thing/冰魄银针
end of YObjectGroup