#class=YNPC
begin of YPropertyGroup
string values:
名字=杨莲亭
性别=男
门派=日月神教
头衔=日月神教总坛总管
描述=他是日月神教的总坛总管,他看起来约四十多岁。身形魁梧，满脸虬髯，形貌极为雄健。他看起来他生得目似点漆，面目俊朗，高大挺俊，令人心动。
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
武器=
衣服=枣红缎面皮袍
武器类型=空手
剑_攻击武功=原始剑法
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
long values:
辈分=9
年龄=50
容貌=50
气血=1300
最大气血=1300
固定攻击力=5500
固定防御力=4400
武器攻击力=10
重量=100
经验=100000
附加防御力=5
附加防御力=5
基本内功=100
基本轻功=100
基本锤法=100
基本刀法=100
基本鞭法=100
基本剑法=100
基本枪法=100
基本手法=100
基本招架=100
读书写字=80
日月心法=100
绝尘身法=100
追魂枪=100
日月锤法=100
丹碇刀法=100
霹雳盘龙索=100
原始剑法=100
蓝砂手=100
后天臂力=40
后天身法=40
后天根骨=40
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/枣红缎面皮袍
end of YObjectGroup