#class=YNPC
begin of YPropertyGroup
string values:
名字=林朝英
性别=女
门派=古墓派
头衔=古墓开山祖师
描述=一位秀美绝俗的女子，英气逼人，但是浑身落寞之意。
所会技能=基本内功 基本轻功 基本招架 基本剑法 基本鞭法 基本拳法 基本掌法 读书写字 玉女剑法 银索金铃 玉女身法 美女拳 天罗地网 银索金铃 玉女心经
武器=相思剑
衣服=红色衣裙
项链=祝福项链
鞋=红鞋
武器类型=剑
空手_攻击武功=美女拳
剑_攻击武功=玉女剑法
轻功_使用=玉女身法
long values:
辈分=1
年龄=35
容貌=100
武器攻击力=65
衣服防御力=50
经验=100000000
正气值=300000
重量=100

后天臂力=75
后天身法=75
后天根骨=75
气血=8000
最大气血=8000
固定攻击力=350000
固定防御力=250000

基本拳法=800
基本掌法=800
基本剑法=800
基本招架=800
基本内功=800
基本轻功=800
基本鞭法=800
读书写字=200
美女拳=800
天罗地网=800
银索金铃=800
玉女剑法=800
玉女心经=800
玉女身法=800
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/相思剑
object=thing/红色衣裙
object=thing/祝福项链
object=thing/红鞋
end of YObjectGroup