#class=YNPC
begin of YPropertyGroup
string values:
名字=枯荣禅师
性别=男
门派=少林派
头衔=天龙寺长老
描述=这位就是天龙寺的枯荣长老，把大理段氏的武学已经练到登峰造极，半边脸似婴儿一般，半边脸犹如万年枯木。
衣服=血红袈裟
武器=玄铁指环
所会技能=基本内功 基本轻功 基本指法 读书写字 基本招架 一阳指 六脉神剑 凌波微步 北冥神功
空手_攻击武功=六脉神剑
long values:
辈分=1
年龄=70
容貌=20
重量=100
经验=40000000
附加防御力=45
武器攻击力=70
气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
后天臂力=65
后天身法=65
后天根骨=65

基本招架=500
基本内功=500
基本轻功=500
基本指法=500
读书写字=200
北冥神功=500
凌波微步=500
一阳指=500
六脉神剑=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/血红袈裟
object=thing/玄铁指环
end of YObjectGroup
