#class=YNPC
begin of YPropertyGroup
string values:
名字=桃叶仙
性别=男
门派=桃谷六仙
头衔=桃谷六仙之老四
描述=桃谷六仙中的老四，一张极其丑陋的脸孔，也是凹凹凸凸，满是皱纹。
所会技能=基本内功 基本轻功 基本招架 基本手法
衣服=布衣
空手_攻击武功=基本手法
轻功_使用=基本轻功
联合协防_条件一=名字 字符串 不等于 桃根仙 桃叶仙对&s说道：谁敢欺负我兄弟，大家一起上！
联合协防_条件二=名字 字符串 不等于 桃干仙 桃叶仙对&s说道：谁敢欺负我兄弟，大家一起上！
联合协防_条件三=名字 字符串 不等于 桃枝仙 桃叶仙对&s说道：谁敢欺负我兄弟，大家一起上！
联合协防_条件四=名字 字符串 不等于 桃花仙 桃叶仙对&s说道：谁敢欺负我兄弟，大家一起上！
联合协防_条件五=名字 字符串 不等于 桃实仙 桃叶仙对&s说道：谁敢欺负我兄弟，大家一起上！
long values:
联合协防_条件个数=5
联合协防=1
年龄=31
容貌=30
经验=2000000
重量=100

气血=1700
最大气血=1700
固定攻击力=12000
固定防御力=8000

后天臂力=35
后天身法=35
后天根骨=35

基本手法=150
基本招架=150
基本内功=150
基本轻功=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/布衣
end of YObjectGroup