#class=YNPC
begin of YPropertyGroup
string values:
名字=梅超风
性别=女
门派=桃花岛
头衔=桃花岛第二代弟子
绰号=铁尸
描述=只见她长发披肩，脸如白纸，正是黑风双煞中的铁尸梅超风
所会技能=基本招架 基本内功 基本轻功 基本掌法 基本爪法 读书写字 碧波身法 碧波心法 催心掌 九阴白骨爪
轻功_使用=碧波身法
空手_攻击武功=九阴白骨爪
衣服=布衣
武器类型=空手
进入时杀人_条件一=基本剑法 数值 小于 120 梅超风对&s大叫：你的剑法不弱啊，来比较下。
进入时杀人_条件二=基本掌法 数值 小于 120 梅超风对&s哇：看我的武功，PK。
进入时杀人_条件三=基本拳法 数值 小于 120 梅超风对&s哎呀：有杀错没过。
long values:
年龄=32
容貌=40
重量=100
经验=600000
正气值=10000
附加防御力=5
进入时杀人=1
进入时杀人_条件个数=3

气血=2000
最大气血=2000
固定攻击力=15000
固定防御力=12000
后天臂力=45
后天根骨=45
后天身法=45

基本内功=150
基本招架=150
基本轻功=150
基本掌法=150
基本爪法=150
读书写字=150
碧波心法=150
催心掌=150
碧波身法=150
九阴白骨爪=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白衣
end of YObjectGroup