#class=YNPC
begin of YPropertyGroup
string values:
名字=武三通
性别=男
门派=大理派
头衔=一灯大师的弟子
描述=满头乱发，胡须也是蓬蓬松松如刺猬一般，须发油光乌黑，照说年纪不大，可是满脸皱纹深陷，却似七八十岁老翁，身穿蓝布直缀，颈中挂着个婴儿所用的锦缎围涎，围涎上绣着幅花猫扑蝶图，已然陈旧破烂。
所会技能=基本内功 基本轻功 基本招架 基本指法 基本掌法 读书写字 北冥神功 凌波微步 一阳指 六脉神剑 
衣服=破衣服
轻功_使用=凌波微步
空手_攻击武功=一阳指
long values:
辈分=1
年龄=32
容貌=45
经验=100000
衣服防御力=5
正气值=100000
气血=1400
最大气血=1400
固定攻击力=12000
固定防御力=10000
重量=100
后天臂力=35
后天身法=35
后天根骨=35
基本招架=140
基本指法=140
基本轻功=140
基本内功=140
北冥神功=140
读书写字=100
凌波微步=140
六脉神剑=140
一阳指=140
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/破衣服
end of YObjectGroup