#class=YNPC
begin of YPropertyGroup
string values:
名字=段延庆
性别=男
门派=大理派
头衔=四大恶人之首恶贯满盈
描述=他就是名闻天下的四大恶人之首段延庆，阴沉的脸上没有一丝笑容，偶尔从腹部传来阵阵微小的声响。
所会技能=基本内功 基本轻功 基本招架 基本指法 读书写字 北冥神功 凌波微步 一阳指 
衣服=青袍
武器=玄铁拐
武器类型=空手
轻功_使用=凌波微步
空手_攻击武功=一阳指
long values:
辈分=1
年龄=49
容貌=50
经验=40000000
衣服防御力=5
气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
重量=100
后天臂力=65
后天身法=65
后天根骨=65
基本招架=500
基本指法=500
基本轻功=500
基本内功=500
北冥神功=500
读书写字=200
凌波微步=500
一阳指=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青袍
object=thing/玄铁拐
end of YObjectGroup