#class=YNPC
begin of YPropertyGroup
string values:
名字=泰山弟子1
性别=男
门派=泰山派
头衔=泰山派十四代弟子
绰号=
描述=他是泰山派十四代弟子。
武器=长剑
衣服=棕红道袍
所会技能=基本内功 基本轻功 基本掌法 基本剑法 基本招架 读书写字 五大夫剑 泰山剑法 日升心法 泰山身法
空手_攻击武功=基本掌法
武器类型=剑
剑_攻击武功=五大夫剑
轻功_使用=泰山身法
long values:
辈分=14
年龄=37
容貌=50
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
气血=1200
最大气血=1200
固定攻击力=5500
固定防御力=5000
基本内功=100
基本轻功=100
基本掌法=100
基本剑法=100
基本招架=100
读书写字=100
五大夫剑=100
泰山剑法=100
日升心法=100
泰山身法=100
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/棕红道袍
end of YObjectGroup
