#class=YNPC
begin of YPropertyGroup
string values:
名字=牛蛙
性别=男
头衔=寂寞了了
绰号=
所会技能=基本刀法 基本轻功 基本招架 基本爪法 修罗刀 龙爪功 鬼魅身法
描述=他年纪轻轻,却是一脸惆怅,似乎心事重重、郁郁寡欢.时不时低头轻吟，隐约听道几句似乎是：我心犹恋灯结处，爱恨忧愁随风至，羚角挂鸿寄寂语，鸯戏碧波鸳步躇...吟罢轻叹一声。不知道他所犯何事,长年在思过崖上面壁思过.
衣服=破衣服
武器=木刀
武器类型=刀
刀_攻击武功=修罗刀
空手_攻击武功=龙爪功
轻功_使用=鬼魅身法
long values:
年龄=25
容貌=70
盔甲防御力=
武器攻击力=60
后天臂力=55
后天身法=55
后天根骨=55
气血=3500
正气值=-300000
最大气血=3500
固定攻击力=50000
固定防御力=100000
经验=2000000

基本刀法=250
基本轻功=250
基本招架=250
基本轻功=250
鬼魅身法=250
基本爪法=250
龙爪功=250
修罗刀=250
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/破衣服
object=thing/木刀
end of YObjectGroup