#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=狮吼子
性别=男
门派=星宿海
头衔=星宿海第二代弟子
描述=这人却只衣一身黄葛布单衫，似乎丝毫不觉寒冷。片刻间来到近处，但见他四十来岁年纪，双耳上各垂着一只亮晃晃的黄大环，狮鼻阔口，形貌颇为凶狠诡异，显然不是中土人物。
所会技能=基本内功 基本招架 基本轻功 基本毒法 基本棍法 基本爪法 读书写字 三阴蜈蚣爪 化功大法 星宿轻功 星宿杖法 星宿毒功
武器=钢杖
衣服=黄衫
武器类型=棍
轻功_使用=星宿轻功
棍_攻击武功=星宿杖法
空手_攻击武功=三阴蜈蚣爪
话一=狮吼子说：师父功力，震烁古今！
话二=狮吼子说：师父你老人家谈笑之间，便将一干幺魔小丑置于死地，如此催枯拉朽般大获全胜，徒儿不但见所未见，真是闻所未闻。
话三=狮吼子说：这是天下从所未有的丰功伟绩，若不是师父老人家露了这一手，中原武人还知世上有这等功夫。
话四=狮吼子说：师父明见万里，神机妙算。
long values:
循环说话=1
说话时间=2000
说话时间设置=2000
话的个数=4
辈分=2
年龄=27
容貌=60
重量=100
经验=100000
正气值=-10000

气血=2000
最大气血=2000
固定攻击力=10000
固定防御力=8000
后天臂力=45
后天身法=45
后天根骨=45

基本招架=130
基本爪法=130
基本棍法=130
基本毒法=130
基本轻功=130
基本内功=130
读书写字=60
三阴蜈蚣爪=130
化功大法=130
星宿轻功=130
星宿杖法=130
星宿毒功=130
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/钢杖
object=thing/黄衫
end of YObjectGroup