#class=YNPC
begin of YPropertyGroup
string values:
名字=王夫人
性别=女
门派=
头衔=曼陀山庄庄主
描述=她身穿鹅黄绸衫，是个中年美妇，四十岁不到年纪，脸上也颇有风霜岁月的痕迹。
所会技能=基本内功 基本轻功 基本招架 基本掌法 基本剑法 基本手法 读书写字 慕容心法 流星逐月 斗转星移 慕容剑法 燕南飞
衣服=鹅黄绸衫
轻功_使用=流星逐月
空手_攻击武功=燕南飞
武器类型=剑
武器=长剑
剑_攻击武功=慕容剑法
long values:
辈分=1
年龄=37
容貌=76
经验=300000
气血=1300
最大气血=1300
固定攻击力=14000
固定防御力=12000
重量=100
基本轻功=150
基本内功=150
基本招架=150
基本掌法=150
基本剑法=150
基本手法=150
读书写字=100
慕容心法=150
流星逐月=150
斗转星移=150
慕容剑法=150
燕南飞=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/鹅黄绸衫
object=thing/长剑
end of YObjectGroup