#class=YNPC
begin of YPropertyGroup
string values:
名字=王诚
性别=男
门派=日月神教
头衔=风雷堂香主
描述=他是黑木崖第十代弟子,王诚  此人身材矮胖，满脸堆笑，其实为人十分狠毒。他看起来约六十多岁。生得眉歪眼斜，瘌头癣脚，不象人样。
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
武器=大锤
衣服=灰衣
武器类型=锤
锤_攻击武功=日月锤法
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
long values:
辈分=10
年龄=50
容貌=50
气血=1300
最大气血=1300
固定攻击力=5500
固定防御力=4400
武器攻击力=10
重量=100
经验=100000
附加防御力=5
附加防御力=5
基本内功=100
基本轻功=100
基本锤法=100
基本刀法=100
基本鞭法=100
基本剑法=100
基本枪法=100
基本手法=100
基本招架=100
读书写字=80
日月心法=100
绝尘身法=100
追魂枪=100
日月锤法=100
丹碇刀法=100
霹雳盘龙索=100
原始剑法=100
蓝砂手=100
后天臂力=40
后天身法=40
后天根骨=40
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/灰衣
object=thing/大锤
end of YObjectGroup