#class=YNPC
begin of YPropertyGroup
string values:
名字=王重阳
性别=男
门派=全真教
头衔=全真教开派祖师重阳真人
描述=这是一个长发道士，满面风霜，眉眼之间流漏出逼人的英气。
所会技能=基本招架 基本内功 基本轻功 基本剑法 基本拳法 读书写字 天罡北斗阵 空明拳 全真心法 全真剑法
衣服=天蓝道袍
武器类型=空手
轻功_使用=天罡北斗阵
空手_攻击武功=空明拳
江湖声望_条件一=江湖声望 数值 大于 10000000 王重阳对&s说道：侠之大者，为国为民，你还是未能体会到这句话！
江湖声望_条件二=江湖声望 数值 小于 100000000 王重阳对&s摇摇头！
领取条件=江湖声望
同意江湖声望的回答=王重阳对&s道:这个扳指送给你了，希望你能好好珍惜。
物品1=大侠扳指3
物品2=大侠扳指2
物品3=大侠扳指1
销毁物品=一灯大师_领取物品
long values:
江湖声望_条件个数=2
物品数目=3
辈分=1
年龄=46
容貌=80
武器攻击力=10
衣服防御力=5
经验=100000000
正气值=300000
重量=100

后天臂力=75
后天身法=75
后天根骨=75
气血=9000
最大气血=9000
固定攻击力=550000
固定防御力=450000

基本招架=1000
基本内功=1000
基本轻功=1000
基本手法=1000
基本掌法=1000
基本指法=1000
读书写字=200
全真心法=1000
天罡北斗阵=1000
全真剑法=1000
空明拳=1000
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/天蓝道袍
object=thing/蓝色妖姬
object=thing/惊天枪
object=thing/潜能丹
object=thing/天蚕甲
end of YObjectGroup