#class=YNPC
begin of YPropertyGroup
string values:
名字=瘦头陀
性别=男
门派=神龙教
头衔=辽东瘦尊者
描述=他是长的圆滚隆冬，如同皮球一般。
所会技能=基本招架 基本内功 基本轻功 基本棍法 基本手法 读书写字 神龙心法 意形步法 蛇岛奇功 神龙八式
轻功_使用=意形步法
空手_攻击武功=神龙八式
衣服=僧衣
棍_攻击武功=蛇岛奇功
武器=朝天棍
武器类型=棍
long values:
辈分=2
年龄=40
容貌=70
重量=100
经验=1000000
正气值=-50000
附加防御力=5
后天臂力=55
后天根骨=55
后天身法=55
气血=2500
最大气血=2500
固定攻击力=28000
固定防御力=26000
基本内功=200
基本招架=200
基本轻功=200
基本手法=200
基本棍法=200
读书写字=120
神龙心法=200
意形步法=200
神龙八式=200
蛇岛奇功=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/僧衣
object=thing/朝天棍
end of YObjectGroup