#class=YNPC
begin of YPropertyGroup
string values:
名字=石双英
性别=男
门派=红花会
头衔=红花会堂主
描述=他是陈家洛的左右手。
所会技能=基本内功 基本轻功 基本拳法 基本招架 基本刀法 读书写字 百战心法 玄玄刀法 庄子仙舞 百花错拳
拜师_条件一=门派 字符串 等于 无 石双英对&s说道：阁下已有明师，还是请回吧。
衣服=凤镶衣
轻功_使用=庄子仙舞
刀_攻击武功=玄玄刀法
空手_攻击武功=百花错拳
武器=凤犁刀
武器类型=刀
long values:
辈分=2
年龄=30
容貌=60
经验=30000
附加防御力=20
武器攻击力=40
收徒=1
拜师_条件个数=1
气血=1600
最大气血=1600
固定攻击力=16000
固定防御力=12000
重量=100
基本招架=150
基本拳法=150
基本刀法=150
基本轻功=150
基本内功=150
读书写字=100
百战心法=150
庄子仙舞=150
玄玄刀法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/凤镶衣
object=thing/凤犁刀
end of YObjectGroup