#class=YNPC
begin of YPropertyGroup
string values:
名字=石清
性别=男
门派=上清观
头衔=玄素庄主
描述=他就是玄素庄主石清，他长的丰神俊朗，一身黑衫,腰间系着一把黑剑.
武器=黑剑
衣服=黑衣
鞋=黑靴
武器类型=剑
所会技能=基本内功 基本招架 基本轻功 读书写字 基本剑法 上清快剑
剑_攻击武功=上清快剑
轻功_使用=基本轻功
联合协防_条件一=名字 字符串 不等于 闵柔 石清长剑出鞘帮&s挡开一招，两人双剑合璧威力大增。
long values:
联合协防_条件个数=1
联合协防=1

辈分=2
年龄=35
容貌=70
武器攻击力=30
衣服防御力=5
经验=2000000
重量=100

气血=2200
最大气血=2200
固定攻击力=15000
固定防御力=12000

后天臂力=35
后天身法=35
后天根骨=35

基本剑法=150
基本招架=150
基本内功=150
基本轻功=150
读书写字=150
上清快剑=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/黑剑
object=thing/黑衣
object=thing/黑靴
end of YObjectGroup