#class=YNPC
begin of YPropertyGroup
string values:
名字=石破天
性别=男
门派=侠客岛
头衔=
描述=他长的浓眉大眼,一张国字脸,看上去忠厚老实,但是他因为领悟侠客岛全部的功夫，现在武功深不可测。
所会技能=基本内功 基本轻功 基本掌法 基本招架 读书写字 基本剑法 基本刀法 侠客掌法 侠客剑法 侠客身法 太玄经 金乌刀法 黑煞掌
武器=金乌刀
衣服=布衣
武器类型=刀
刀_攻击武功=金乌刀法
空手_攻击武功=侠客掌法
轻功_使用=侠客身法
long values:
辈分=1
年龄=20
容貌=50
经验=40000000
正气值=3000000
重量=100
气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
武器攻击力=70
后天臂力=70
后天身法=70
后天根骨=70
正气值=100000

基本剑法=500
读书写字=200
基本掌法=500
基本招架=500
基本内功=500
基本轻功=500
侠客掌法=500
太玄经=500
侠客剑法=500
侠客身法=500
基本刀法=500
金乌刀法=500
黑煞掌=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/金乌刀
object=thing/布衣
object=thing/十八人偶
end of YObjectGroup
