#class=YNPC
begin of YPropertyGroup
string values:
名字=秦伟邦
性别=男
门派=日月神教
头衔=青旗香主
描述=他是日月神教青旗旗主,他看起来身材魁梧,大约50多岁的样子。
武器=钢刀
衣服=青衣
武器类型=刀
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
空手_攻击武功=蓝砂手
刀_攻击武功=丹碇刀法
轻功_使用=绝尘身法
long values:
辈分=10
年龄=50
容貌=50
武器攻击力=10
衣服防御力=5
经验=100000
重量=100

气血=1300
最大气血=1300
固定攻击力=5500
固定防御=4400

后天臂力=40
后天根骨=40
后天身法=40

基本内功=100
基本轻功=100
基本锤法=100
基本刀法=100
基本鞭法=100
基本剑法=100
基本枪法=100
基本手法=100
基本招架=100
读书写字=80
日月心法=100
绝尘身法=100
追魂枪=100
日月锤法=100
丹碇刀法=100
霹雳盘龙索=100
原始剑法=100
蓝砂手=100
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/钢刀
object=thing/青衣
end of YObjectGroup