#class=YNPC
begin of YPropertyGroup
string values:
名字=秦绢
性别=女
门派=恒山派
头衔=恒山派十三代弟子
绰号=
描述=她是一名十五六岁的小姑娘，这少女秦绢是定静师太所收的关门弟子，聪明伶俐，甚得师父怜爱。
武器=长剑
衣服=月白绸衫
耳环=珍珠耳环
所会技能=基本内功 基本轻功 基本掌法 基本剑法 基本招架 读书写字 恒山剑法 万花剑法 天长掌法 梦云心法 恒山身法
空手_攻击武功=天长掌法
武器类型=剑
剑_攻击武功=恒山剑法
轻功_使用=恒山身法
long values:
辈分=13
年龄=15
容貌=80
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=1100
最大气血=1100
固定攻击力=6000
固定防御力=6000
基本内功=100
基本轻功=100
基本掌法=100
基本剑法=100
基本招架=100
读书写字=100
恒山剑法=100
梦云心法=100
恒山身法=100
天长掌法=100
万花剑法=100
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/月白绸衫
object=thing/珍珠耳环
end of YObjectGroup
