#class=YNPC
begin of YPropertyGroup
string values:
名字=程瑛
性别=女
门派=桃花岛
头衔=桃花岛第二代弟子
描述=她看起来二十多岁，容颜秀丽，脸上总带着淡淡的忧愁。
所会技能=基本内功 基本掌法 基本招架 基本轻功 基本指法 读书写字 基本剑法 玉箫剑法 落英神剑掌 弹指神通 碧波身法 碧波心法
武器=长剑
衣服=青衫
武器类型=剑
拜师_条件一=门派 字符串 等于 无 程瑛对&s淡淡一笑道：你已有明师，桃花岛不能收留你。
拜师_条件二=先天悟性 数值 大于 25 程瑛对&s说道：以你的悟性，怕不能领悟到本门的精义。
同意拜师的回答=程瑛对&s你愉快的笑道：如此桃花岛就收下你，希望你光大桃花岛武功。
轻功_使用=碧波身法
剑_攻击武功=玉箫剑法
空手_攻击武功=落英神剑掌
long values:
辈分=2
年龄=25
容貌=60
武器攻击力=10
衣服防御力=5
经验=170000
重量=100
收徒=1
拜师_条件个数=2

气血=2600
最大气血=2600
固定攻击力=8000
固定防御力=6400
后天臂力=40
后天身法=40
后天根骨=40

基本掌法=120
基本剑法=120
基本指法=120
基本招架=120
基本内功=120
基本轻功=120
读书写字=120
玉箫剑法=120
落英神剑掌=120
碧波身法=120
碧波心法=120
弹指神通=120
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/青衫
end of YObjectGroup