#class=YNPC
begin of YPropertyGroup
string values:
名字=童百熊
性别=男
门派=日月神教
头衔=风雷堂主
描述=他是日月神教的风雷堂主 童百熊,他看上去四十多岁,他长的五短身材,一脸粗矿。
所会技能=基本内功 基本轻功 基本枪法 基本锤法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪 日月锤法
拜师_条件一=门派 字符串 等于 无 童百熊对&s说到:我日月神教武功不传外人.
拜师_条件二=先天臂力 数值 大于 25 童百熊对&s说道:你如此柔弱，怎么能学俺的绝技!
同意拜师的回答=童百熊对&s点点拖说:我日月神教又多了一名弟子,定要给那名门正派些颜色看看.
武器=流星锤
衣服=灰袍
武器类型=锤
锤_攻击武功=日月锤法
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
long values:
收徒=1
拜师_条件个数=2
辈分=5
年龄=50
容貌=50

气血=2050
最大气血=2050
固定攻击力=11000
固定防御力=8800
经验=1000000
后天臂力=46
后天根骨=46
后天身法=46

武器攻击力=40
重量=100
附加防御力=5

基本内功=150
基本轻功=150
基本锤法=150
基本刀法=150
基本鞭法=150
基本剑法=150
基本枪法=150
基本手法=150
基本招架=150
读书写字=80
日月心法=150
绝尘身法=150
吸星大法=150 
追魂枪=150
日月锤法=150
丹碇刀法=150
霹雳盘龙索=150
原始剑法=150
蓝砂手=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/灰袍
object=thing/流星锤
end of YObjectGroup