#class=YNPC
begin of YPropertyGroup
string values:
名字=符敏仪
性别=女
门派=灵鹫宫
头衔=朱天部首领
描述=她是缥缈峰灵鹫宫朱天部首领
所会技能=基本内功 基本掌法 基本手法 基本剑法 基本招架 基本暗器法 基本轻功 读书写字 逍遥心法 月影舞步 天山折梅手 天山六阳掌 天羽奇剑 生死符法
拜师_条件一=性别 字符串 等于 女 符敏仪对&s说微笑道：“对不起，灵鹫宫向来只允许女性进入。。
拜师_条件二=先天悟性 数值 大于 25 符敏仪对&s说道：以你的悟性，怕不能领悟到本门的精义。
拜师_条件三=门派 字符串 等于 无 符敏仪对&s说微笑道：“对不起，你已有明师。
同意拜师的回答=符敏仪对&s你愉快的笑道：如此老身就收下你，本宫也算后继有人了。
武器=情人箭
衣服=绿色斗篷
轻功_使用=月影舞步
武器类型=暗器
空手_攻击武功=天山六阳掌
暗器_攻击武功=生死符法
long values:
年龄=25
容貌=70
重量=100
辈分=2
收徒=1
拜师_条件个数=3
经验=20000
附加防御力=10
气血=3000
最大气血=3000
固定攻击力=15000
固定防御力=15000
后天臂力=50
后天身法=50
后天根骨=50
基本掌法=150
基本剑法=150
基本暗器法=150
基本手法=150
基本招架=150
基本内功=150
基本轻功=150
读书写字=100
逍遥心法=150
月影舞步=150
天山折梅手=150
天山六阳掌=150
生死符法=150
天羽奇剑=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/绿色斗篷
object=thing/情人箭
end of YObjectGroup