#class=YNPC
begin of YPropertyGroup
string values:
名字=胖头陀
性别=男
门派=神龙教
头衔=辽东胖尊者
描述=他是长的高高瘦瘦的，如同一根竹竿。
所会技能=基本招架 基本内功 基本轻功 基本刀法 基本腿法 读书写字 神龙心法 意形步法 绝命腿 五绝刀法
轻功_使用=意形步法
空手_攻击武功=绝命腿
衣服=僧衣
刀_攻击武功=五绝刀法
武器=泼风大环刀
武器类型=刀
long values:
辈分=2
年龄=40
容貌=70
重量=100
经验=1000000
正气值=-50000
附加防御力=5
后天臂力=55
后天根骨=55
后天身法=55
气血=2500
最大气血=2500
固定攻击力=28000
固定防御力=26000

基本内功=200
基本招架=200
基本轻功=200
基本腿法=200
基本刀法=200
读书写字=120
神龙心法=200
意形步法=200
绝命腿=200
五绝刀法=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/僧衣
object=thing/泼风大环刀
end of YObjectGroup