#class=YNPC
begin of YPropertyGroup
string values:
名字=莫大先生
性别=男
门派=衡山派
头衔=衡山派掌门
绰号=潇湘夜雨
描述=他是一个身材瘦长的老者，脸色枯槁，披着一件青布长衫，洗得青中泛白，形状甚是落拓。
武器=回风落雁剑
衣服=青布长衫
所会技能=基本内功 基本轻功 基本手法 基本剑法 基本招架 读书写字 衡山五神剑 衡山剑法 云雾心法 衡山身法
空手_攻击武功=基本手法
武器类型=剑
剑_攻击武功=衡山五神剑
轻功_使用=衡山身法
long values:
辈分=13
年龄=55
容貌=50
重量=100

武器攻击力=70
重量=100
附加防御力=35
经验=2000000
正气值=300000
后天臂力=55
后天根骨=55
后天身法=55
气血=4800
最大气血=4800
固定攻击力=65000
固定防御力=62000
基本内功=280
基本轻功=280
基本手法=280
基本剑法=280
基本招架=280
读书写字=200
衡山五神剑=280
云雾心法=280
衡山身法=280
衡山剑法=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青布长衫
object=thing/回风落雁剑
object=thing/胡琴
end of YObjectGroup
