#class=YNPC
begin of YPropertyGroup
string values:
名字=萧峰
性别=男
门派=丐帮
头衔=丐帮第十六任帮主
描述=他正是被江湖上称为北萧峰南慕容的丐帮前代帮主--乔峰，一手降龙十八掌横扫江湖。他容貌威严，脸上虽带有一丝沧桑却掩盖不住他盖世英雄的豪迈之气，可惜被小人陷害，指出他本是契丹人，在中原无法立足，改回本姓从此更名为萧峰。
盔甲=布衣
武器=黑玉指环
所会技能=基本内功 基本轻功 基本掌法 基本棍法 基本招架 读书写字 混天气功 逍遥游 打狗棒 降龙十八掌 疯魔杖
空手_攻击武功=降龙十八掌
轻功_使用=逍遥游
long values:
辈分=16
年龄=35
容貌=90
正气值=400000
气血=6500
最大气血=6500
固定攻击力=250000
固定防御力=200000
后天臂力=65
后天身法=65
后天根骨=65

基本掌法=280
基本招架=280
基本内功=280
基本轻功=280
基本棍法=280
疯魔杖=280
降龙十八掌=280
读书写字=200
混天气功=280
打狗棒=280
逍遥游=280
疯魔杖=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/布衣
object=thing/黑玉指环
end of YObjectGroup
