#class=YNPC
begin of YPropertyGroup
string values:
名字=萧远山
性别=男
门派=
头衔=大辽第一高手
描述=他长的浓眉大眼，让人看着就很舒服，但是神色中流漏出一丝郁色。
所会技能=基本招架 基本内功 基本轻功 基本手法 基本指法 基本掌法 读书写字 易筋经 少林身法 风云手 拈花指 散花掌
武器=
衣服=灰布僧衣
鞋=舞空靴
武器类型=空手
轻功_使用=少林身法
空手_攻击武功=拈花指
long values:
辈分=1
年龄=46
容貌=80
武器攻击力=10
衣服防御力=5
经验=100000000
正气值=300000
重量=100

后天臂力=75
后天身法=75
后天根骨=75
气血=8000
最大气血=8000
固定攻击力=350000
固定防御力=250000

基本招架=800
基本内功=800
基本轻功=800
基本手法=800
基本掌法=800
基本指法=800
风云手=800
拈花指=800
散花掌=800
读书写字=200
易筋经=800
少林身法=800
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/灰布僧衣
object=thing/舞空靴
end of YObjectGroup