#class=YNPC
begin of YPropertyGroup
string values:
名字=蒋四根
性别=男
门派=红花会
头衔=红花会堂主
描述=他是陈家洛的左右手，为人热心，是个可以为朋友两肋插倒的英雄好汉。
所会技能=基本拳法 基本内功 基本轻功 基本招架 基本棍法 读书写字 百战心法 庄子仙舞 鲁智深疯魔杖 百花错拳
武器类型=棍
拜师_条件一=门派 字符串 等于 无 蒋四根对&s说道：阁下已有明师，还是请回吧。
轻功_使用=庄子仙舞
棍_攻击武功=鲁智深疯魔杖
空手_攻击武功=百花错拳
武器=铁桨
衣服=黑衣
long values:
辈分=2
年龄=38
容貌=42
经验=60000
武器攻击力=40
收徒=1
拜师_条件个数=1
气血=1600
最大气血=1600
固定攻击力=16000
固定防御力=12000
重量=100
基本拳法=150
基本招架=150
基本棍法=150
基本轻功=150
基本内功=150
读书写字=100
百战心法=150
庄子仙舞=150
百花错拳=150
鲁智深疯魔杖=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/铁桨
object=thing/黑衣
end of YObjectGroup