#class=YNPC
begin of YPropertyGroup
string values:
名字=蔡子峰
性别=男
门派=华山派
头衔=华山派剑宗之祖
描述=此人面容消瘦，脸色苍白，略显病态，正是剑宗之祖蔡子峰，当年他和师兄意见不合，从而华山派分为气、剑两宗，他武功之高，当世已罕有敌手。
武器=清风剑
衣服=青色长袍
武器类型=剑
所会技能=基本内功 基本轻功 基本掌法 基本剑法 读书写字 华山剑法
剑_攻击武功=华山剑法
空手_攻击武功=基本掌法
long values:
年龄=80
容貌=50
气血=6500
最大气血=6500
固定攻击力=80000
固定防御力=75000
武器攻击力=10
重量=100
经验=3000000
附加防御力=5

后天根骨=67
后天身法=67
后天臂力=67

基本内功=300
基本轻功=300
基本掌法=300
基本剑法=300
华山剑法=300
华山身法=300
混元掌=300
紫霞功=300

float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青色长袍
object=thing/清风剑
end of YObjectGroup