#class=YNPC
begin of YPropertyGroup
string values:
名字=褚万里
性别=男
门派=大理派
头衔=大理护身侍卫
描述=他看起来文质彬彬，面目清秀。
所会技能=基本内功 基本轻功 基本指法 读书写字 基本招架 一阳指 凌波微步 北冥神功
衣服=白袍
武器=一阳指套
武器类型=空手
拜师_条件一=门派 字符串 等于 无 褚万里对&s淡淡一笑道：你已有明师，莫非有什么其他企图。
拜师_条件二=先天悟性 数值 大于 25 褚万里对&s说道：以你的悟性，怕不能领悟我大理武功的精义。
同意拜师的回答=褚万里对&s你笑道：如此我就收下你，希望你能将大理发扬光大。
轻功_使用=凌波微步
空手_攻击武功=一阳指
long values:
辈分=3
年龄=30
容貌=70
衣服防御力=5
经验=170000
重量=100
收徒=1
拜师_条件个数=2

气血=1600
最大气血=1600
附加防御力=5
固定攻击力=8000
固定防御力=6400
后天臂力=40
后天身法=40
后天根骨=40

基本指法=120
基本招架=120
基本内功=120
基本轻功=120
读书写字=120
一阳指=120
北冥神功=120
凌波微步=120
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白袍
object=thing/一阳指套
end of YObjectGroup