#class=YNPC
begin of YPropertyGroup
string values:
名字=谢烟客
性别=男
门派=
头衔=摩天居士
绰号=摩天居士
描述=这便是「摩天居士」谢烟客。他青袍短须,约莫五十来岁年纪,容貌清癯,脸上隐隐有一层青气。他看起来文绉绉地似个书生，武功却是深不可测。
武器=
衣服=青袍
武器类型=
所会技能=基本内功 基本轻功 基本掌法 基本招架 读书写字 碧针清掌 逍遥游
空手_攻击武功=碧针清掌
轻功_使用=逍遥游
long values:
年龄=55
容貌=90
重量=100

武器攻击力=10
重量=100
附加防御力=5
经验=2000000
正气值=
后天臂力=55
后天根骨=55
后天身法=55
气血=5000
最大气血=5000
固定攻击力=65000
固定防御力=62000

基本内功=280
基本轻功=280
基本掌法=280
基本剑法=280
基本招架=280
读书写字=200
碧针清掌=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青袍
object=thing/玄铁令
end of YObjectGroup
