#class=YNPC
begin of YPropertyGroup
string values:
名字=贾布
性别=男
门派=日月神教
头衔=青龙堂主
描述=他是日月神教的青龙堂主贾布,他生得鼻直口方，线条分明，显出刚毅性格。
所会技能=基本内功 基本轻功 基本枪法 基本刀法 基本鞭法 基本剑法 基本手法 基本招架 读书写字 吸星大法 绝尘身法 丹碇刀法 霹雳盘龙索 原始剑法 蓝砂手 追魂枪
拜师_条件一=门派 字符串 等于 无 贾布对&s说到:我日月神教武功不传外人.
同意拜师的回答=贾布对&s点点拖说:我日月神教又多了一名弟子,定要给那名门正派些颜色看看.
武器=判官笔
衣服=青袍
武器类型=剑
剑_攻击武功=原始剑法
空手_攻击武功=蓝砂手
轻功_使用=绝尘身法
long values:
收徒=1
拜师_条件个数=1
辈分=5
年龄=40
容貌=55

气血=2050
最大气血=2050
固定攻击力=11000
固定防御力=8800
经验=1000000
后天臂力=46
后天根骨=46
后天身法=46

武器攻击力=40
重量=100
附加防御力=5

基本内功=150
基本轻功=150
基本刀法=150
基本鞭法=150
基本剑法=150
基本枪法=150
基本手法=150
读书写字=80
基本招架=150
日月心法=150
绝尘身法=150
追魂枪=150
吸星大法=150 
丹碇刀法=150
霹雳盘龙索=150
原始剑法=150
蓝砂手=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青袍
object=thing/判官笔
end of YObjectGroup