#class=YNPC
begin of YPropertyGroup
string values:
名字=达尔巴
性别=男
门派=
头衔=
描述=一个身披红袍，头戴金冠，形容枯瘦，是个中年藏僧。
所会技能=基本内功 基本轻功 基本招架 基本棍法 基本掌法 读书写字 鲁智深疯魔杖 雪山身法 无影神拳 血刀心法
武器=金色巨杵
衣服=僧衣
手镯=金手镯
武器类型=棍
空手_攻击武功=无影神拳
棍_攻击武功=鲁智深疯魔杖
轻功_使用=雪山身法
long values:
辈分=2
年龄=45
容貌=30
武器攻击力=40
衣服防御力=5
经验=2000000
重量=100

气血=2500
最大气血=2500
固定攻击力=28000
固定防御力=26000

后天臂力=35
后天身法=35
后天根骨=35

基本拳法=200
基本棍法=200
基本招架=200
基本内功=200
基本轻功=200
读书写字=100
无影神拳=200
鲁智深疯魔杖=200
血刀心法=200
雪山身法=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/金色巨杵
object=thing/僧衣
object=thing/金手镯
end of YObjectGroup