#class=YNPC
begin of YPropertyGroup
string values:
名字=达摩
性别=男
门派=少林派
头衔=少林开山祖师
描述=这是一个胡僧，碧眼高鼻，少林武功就是由他流传下去的。
所会技能=基本招架 基本内功 基本轻功 基本手法 基本指法 基本掌法 读书写字 易筋经 少林身法 风云手 拈花指 散花掌
武器=
衣服=胡服僧衣
武器类型=空手
轻功_使用=少林身法
空手_攻击武功=散花掌
long values:
辈分=1
年龄=56
容貌=70
武器攻击力=10
衣服防御力=5
经验=1000000000
正气值=300000
重量=100

后天臂力=75
后天身法=75
后天根骨=75
气血=9000
最大气血=9000
固定攻击力=550000
固定防御力=450000

基本招架=1000
基本内功=1000
基本轻功=1000
基本手法=1000
基本掌法=1000
基本指法=1000
风云手=1000
拈花指=1000
散花掌=1000
读书写字=200
易筋经=1000
少林身法=1000
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/胡服僧衣
object=thing/西域宝刀
object=thing/青龙棍
object=thing/潜能丹
end of YObjectGroup