#class=YNPC
begin of YPropertyGroup
string values:
名字=郭芙
性别=女
门派=桃花岛
头衔=郭靖和黄蓉的大女儿
描述=她是大侠郭靖和黄蓉的大女儿，因为从小被黄蓉宠爱养成了骄横跋扈的性格，当年就是他砍掉了杨过的手臂。
所会技能=基本内功 基本掌法 基本招架 基本轻功 读书写字 基本剑法 玉箫剑法 落英神剑掌 碧波身法 碧波心法
武器=长剑
衣服=白丝衣
武器类型=剑
轻功_使用=碧波身法
剑_攻击武功=玉箫剑法
空手_攻击武功=落英神剑掌
long values:
辈分=3
年龄=20
容貌=70
武器攻击力=10
衣服防御力=5
经验=100000
重量=100

气血=2000
最大气血=2000
固定攻击力=12000
固定防御力=8000
后天臂力=40
后天身法=40
后天根骨=40

基本掌法=150
基本剑法=150
基本指法=150
基本手法=150
基本招架=150
基本内功=150
基本轻功=150
读书写字=100
玉箫剑法=150
落英神剑掌=150
弹指神通=150
兰花拂穴手=150
碧波身法=150
碧波心法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/白丝衣
end of YObjectGroup