#class=YNPC
begin of YPropertyGroup
string values:
名字=郭襄
性别=女
门派=
头衔=峨嵋派开山祖师
描述=她容貌极美，但是神情有点落寞。
所会技能=基本剑法 基本招架 基本轻功 基本内功 基本掌法 基本手法 读书写字 劫手九式 四象掌 临济十二庄 回风扶柳剑 暗香浮动
武器=
衣服=素蓝小裙
武器类型=空手
轻功_使用=暗香浮动
剑_攻击武功=回风扶柳剑
空手_攻击武功=劫手九式
long values:
辈分=1
年龄=26
容貌=80
武器攻击力=10
衣服防御力=5
经验=100000000
正气值=300000
重量=100

后天臂力=75
后天身法=75
后天根骨=75
气血=7000
最大气血=7000
固定攻击力=250000
固定防御力=200000

基本招架=600
基本手法=600
基本轻功=600
基本剑法=600
基本内功=600
基本掌法=600
读书写字=200
四象掌=600
劫手九式=600
临济十二庄=600
回风扶柳剑=600
暗香浮动=600
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/铁罗汉
object=thing/素蓝小裙
end of YObjectGroup