#class=YNPC
begin of YPropertyGroup
string values:
名字=郭靖
性别=男
头衔=侠之大者
描述=郭靖以及"为国为民.侠之大者"的崇高品格.这种英勇豪迈的大侠品格得到天下百姓和武林同道的尊敬。
衣服=布衣
所会技能=基本内功 基本轻功 基本掌法 基本招架 读书写字 基本剑法 玉箫剑法 天罡北斗阵 九阴真经 降龙十八掌
空手_攻击武功=降龙十八掌
轻功_使用=天罡北斗阵
long values:
年龄=35
容貌=90
正气值=400000
经验=40000000
气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
后天臂力=65
后天身法=65
后天根骨=65

基本轻功=500
读书写字=200
基本剑法=500
基本内功=500
基本招架=500
玉箫剑法=500
基本掌法=500
降龙十八掌=500
九阴真经=500
天罡北斗阵=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/布衣
object=thing/九阴真经
end of YObjectGroup