#class=YNPC
begin of YPropertyGroup
string values:
名字=闵柔
性别=女
门派=上清观
头衔=冰雪神剑
描述=他长的文秀清雅,穿了一身白衣,鬓边戴了一朵红花,腰间系着一条猩红飘带,红带上挂了一把白鞘长剑。
所会技能=基本内功 基本轻功 基本招架 基本剑法 读书写字 上清快剑
武器=白剑
衣服=白衣
鞋=白靴
武器类型=剑
被看=闵柔暗自叹气道：不知玉儿怎么样了。
空手_攻击武功=
剑_攻击武功=上清快剑
轻功_使用=基本轻功
联合协防_条件一=名字 字符串 不等于 石清 闵柔对&s说道：我们夫妻联手退敌！
long values:
联合协防_条件个数=1
联合协防=1
辈分=2
年龄=35
容貌=70
武器攻击力=30
衣服防御力=5
经验=2000000
重量=100

气血=2200
最大气血=2200
固定攻击力=15000
固定防御力=12000

后天臂力=35
后天身法=35
后天根骨=35

基本剑法=150
基本招架=150
基本内功=150
基本轻功=150
读书写字=150
上清快剑=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白剑
object=thing/白衣
object=thing/白靴
end of YObjectGroup