#class=YNPC
begin of YPropertyGroup
string values:
名字=阳顶天
性别=男
门派=明教
头衔=明教第三十三代教主
描述=他看起来四十来岁，是明教的第三十三代教主。慈目大耳，额上隐隐有青光闪现。
所会技能=基本内功 基本招架 基本轻功 基本掌法 基本刀法 基本剑法 基本拳法 读书写字 圣火神功 青蝠身法 寒冰棉掌 光明刀法 圣火令法 七伤拳
武器=掌刀
衣服=五色圣衣
帽=朝天冠
武器类型=刀
轻功_使用=青蝠身法
刀_攻击武功=圣火令法
空手_攻击武功=寒冰棉掌
long values:
辈分=34
年龄=42
容貌=66
重量=100
经验=40000000
正气值=300000

气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
武器攻击力=10

后天臂力=70
后天身法=70
后天根骨=70

基本掌法=500
基本拳法=500
基本招架=500
基本剑法=500
基本刀法=500
基本内功=500
基本轻功=500
寒冰棉掌=500
读书写字=200
七伤拳=500
光明刀法=500
圣火令法=500
圣火神功=500
青蝠身法=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/五色圣衣
object=thing/朝天冠
end of YObjectGroup