#class=YNPC
begin of YPropertyGroup
string values:
名字=阿碧
性别=女
门派=姑苏慕容
头衔=听香水榭庄主
描述=一个绿衫少女，一双纤手皓肤如玉，映着绿波，便如透明一般，嘴角边一粒细细的黑痣，更增俏媚。
所会技能=基本内功 基本轻功 基本招架 基本掌法 基本剑法 基本手法 读书写字 慕容心法 流星逐月 斗转星移 慕容剑法 燕南飞
衣服=绿衫
轻功_使用=流星逐月
空手_攻击武功=斗转星移
武器类型=空手
long values:
辈分=3
年龄=17
容貌=70
经验=300000
气血=1200
最大气血=1200
固定攻击力=10000
固定防御力=7500
重量=100
基本轻功=130
基本内功=130
基本招架=130
基本掌法=130
基本剑法=130
基本手法=130
读书写字=100
慕容心法=130
流星逐月=130
斗转星移=130
慕容剑法=130
燕南飞=130
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/绿衫
object=thing/银子 10
end of YObjectGroup