#class=YNPC
begin of YPropertyGroup
string values:
名字=阿紫
性别=女
门派=星宿海
头衔=
描述=一个少女，全身紫衫，只十五六岁年纪，一双大眼乌溜溜地，满脸精乖之气。
所会技能=基本内功 基本招架 基本轻功 基本毒法 基本棍法 基本爪法 读书写字 三阴蜈蚣爪 化功大法 星宿轻功 星宿杖法 星宿毒功
武器=穿心钉
衣服=紫衫
武器类型=毒
轻功_使用=星宿轻功
毒_攻击武功=星宿毒功
空手_攻击武功=三阴蜈蚣爪
long values:
辈分=2
年龄=27
容貌=60
重量=100
经验=100000
正气值=-10000
气血=2000
最大气血=2000
固定攻击力=10000
固定防御力=8000
后天臂力=45
后天身法=45
后天根骨=45

基本招架=130
基本爪法=130
基本棍法=130
基本毒法=130
基本轻功=130
基本内功=130
读书写字=100
三阴蜈蚣爪=130
化功大法=130
星宿轻功=130
星宿杖法=130
星宿毒功=130
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/穿心钉
object=thing/紫衫
object=thing/神木王鼎
end of YObjectGroup