#class=YNPC
begin of YPropertyGroup
string values:
名字=陆乘风
性别=男
门派=桃花岛
头衔=桃花岛第二代弟子
绰号=太湖陆家庄庄主
衣服=布衣
描述=当年被黄药师逐出师门后在太湖落草为寇，其子后来成为太湖群盗领袖。
所会技能=基本招架 基本内功 基本轻功 基本剑法 基本手法 读书写字 碧波心法 碧波身法 兰花拂穴手 碧波心法
轻功_使用=碧波身法
空手_攻击武功=兰花拂穴手
武器类型=空手
long values:
年龄=35
容貌=70
重量=100
经验=600000
正气值=10000
附加防御力=5

气血=2000
最大气血=2000
固定攻击力=12000
固定防御力=10000
后天臂力=45
后天根骨=45
后天身法=45

基本内功=150
基本招架=150
基本轻功=150
基本剑法=150
基本手法=150
读书写字=150
碧波心法=150
兰花拂穴手=150
碧波身法=150
玉箫剑法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白衣
end of YObjectGroup