#class=YNPC
begin of YPropertyGroup
string values:
名字=陆无双
性别=女
门派=古墓派
头衔=李莫愁的弟子
描述=一个白衣女子。
所会技能=基本内功 基本轻功 基本招架 基本剑法 基本鞭法 基本拳法 基本掌法 读书写字 玉女剑法 银索金铃 玉女身法 美女拳 天罗地网 银索金铃 玉女心经
武器=钢剑
衣服=白衣
武器类型=剑
空手_攻击武功=美女拳
剑_攻击武功=玉女剑法
轻功_使用=玉女身法
long values:
辈分=2
年龄=21
容貌=70
武器攻击力=40
衣服防御力=5
经验=2000000
重量=100

气血=1200
最大气血=1200
固定攻击力=12000
固定防御力=8000

后天臂力=35
后天身法=35
后天根骨=35

基本拳法=150
基本掌法=150
基本剑法=150
基本招架=150
基本内功=150
基本轻功=150
基本鞭法=150
读书写字=100
美女拳=150
天罗地网=150
银索金铃=150
玉女剑法=150
玉女心经=150
玉女身法=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/钢剑
object=thing/白衣
end of YObjectGroup