#class=YNPC
begin of YPropertyGroup
string values:
名字=陆菲青
性别=男
门派=武当派
头衔=武当派第十六代弟子
绰号=绵里针
描述=他大概有五十四、五岁，是位饱学宿儒。
所会技能=基本内功 基本拳法 基本招架 基本轻功 读书写字 基本剑法 武当长拳 太极心法 武当剑法 梯云纵 太极拳 太极剑
武器=白龙剑
衣服=灰色长袍
武器类型=剑
轻功_使用=梯云纵
剑_攻击武功=太极剑
空手_攻击武功=太极拳
long values:
辈分=1
年龄=55
容貌=70
经验=2000000
正气值=300000
重量=100

后天臂力=65
后天身法=65
后天根骨=65
气血=5500
最大气血=5500
固定攻击力=70000
固定防御力=65000

基本招架=280
基本拳法=280
基本剑法=280
基本轻功=280
基本内功=280
读书写字=200
太极心法=280
武当剑法=280
武当长拳=280
梯云纵=280
太极拳=280
太极剑=280
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白龙剑
object=thing/灰色长袍
end of YObjectGroup