#class=YNPC
begin of YPropertyGroup
string values:
名字=陆高轩
性别=男
门派=神龙教
头衔=
描述=他四十岁年纪，文士打扮，神情和蔼可亲。
所会技能=基本招架 基本内功 基本轻功 基本掌法 基本手法 基本腿法 读书写字 神龙心法 意形步法 化骨绵掌 神龙八式 绝命腿
拜师_条件一=门派 字符串 等于 无 陆高轩对&s说到:你是哪里来的奸细，快快闪开.
拜师_条件二=先天臂力 数值 大于 25 陆高轩对&s说道:你这么点力气，根本无法领悟到本门武功的精要所在!
同意拜师的回答=陆高轩对&s点点拖说:好，我神龙教以后就要在你们手里发扬光大了。
轻功_使用=意形步法
空手_攻击武功=神龙八式
衣服=白袍
long values:
辈分=2
年龄=40
容貌=80
重量=100
经验=1000000
收徒=1
拜师_条件个数=2
附加防御力=10
后天臂力=55
后天根骨=55
后天身法=55
气血=2000
最大气血=2000
固定攻击力=15000
固定防御力=12000

基本内功=150
基本招架=150
基本轻功=150
基本掌法=150
基本手法=150
基本腿法=150
读书写字=100
神龙心法=150
化骨绵掌=150
意形步法=150
神龙八式=150
绝命腿=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/白袍
end of YObjectGroup