#class=YNPC
begin of YPropertyGroup
string values:
名字=陈志益
性别=男
门派=全真教
头衔=全真教第三代弟子
描述=他是一个二十来岁的青年，身穿一件干干净净的白色道袍。
所会技能=基本内功 基本拳法 基本招架 基本轻功 读书写字 基本剑法 全真剑法 全真心法 空明拳 天罡北斗阵
武器=长剑
衣服=白色道袍
武器类型=剑
轻功_使用=天罡北斗阵
剑_攻击武功=全真剑法
空手_攻击武功=空明拳
long values:
辈分=3
年龄=27
容貌=60
重量=100
经验=100000
正气值=10000

气血=1800
最大气血=1800
固定攻击力=9000
固定防御力=8500
后天臂力=45
后天身法=45
后天根骨=45

基本招架=130
基本拳法=130
基本剑法=130
基本轻功=130
基本内功=130
读书写字=100
全真心法=130
全真剑法=130
空明拳=130
天罡北斗阵=130
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/长剑
object=thing/白色道袍
end of YObjectGroup