#class=YNPC
begin of YPropertyGroup
string values:
名字=陈玄风
性别=男
门派=桃花岛
头衔=桃花岛第二代弟子
绰号=铜尸
描述=他就是铜尸陈玄风，“黑风双煞”威名远震，出手毒辣，无所不至，纵是彭连虎这等凶悍之徒，向来也是对之着实忌惮。
所会技能=基本招架 基本内功 基本轻功 基本掌法 基本爪法 读书写字 碧波心法 碧波身法 催心掌 九阴白骨爪
轻功_使用=碧波身法
空手_攻击武功=催心掌
衣服=布衣
武器类型=空手
进入时杀人_条件一=基本内功 数值 小于 120 陈玄风对&s大叫：来，我们斗斗内功。
进入时杀人_条件二=基本刀法 数值 小于 120 陈玄风对&s哇：你敢用刀法，找死。
进入时杀人_条件三=基本指法 数值 小于 120 陈玄风对&s哎呀：你的指法不错啊，呵呵。
long values:
年龄=35
容貌=80
重量=100
经验=600000
正气值=10000
附加防御力=5
进入时杀人=1
进入时杀人_条件个数=3

气血=2000
最大气血=2000
固定攻击力=15000
固定防御力=12000
后天臂力=45
后天根骨=45
后天身法=45

基本内功=150
基本招架=150
基本轻功=150
基本掌法=150
基本爪法=150
读书写字=150
碧波心法=150
催心掌=150
碧波身法=150
九阴白骨爪=150
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/黑衣
object=thing/九阴白骨爪
end of YObjectGroup