#class=YNPC
begin of YPropertyGroup
string values:
名字=陈近南
性别=男
门派=天地会
头衔=天地会总舵主
描述=这就是天地会总舵主，掌管十于万天地会弟兄。
所会技能=基本内功 基本轻功 基本掌法 太玄经 化骨绵掌 读书写字 基本招架 华山身法
武器=
衣服=青衫
武器类型=空手
轻功_使用=华山身法
空手_攻击武功=化骨绵掌
江湖声望_条件一=江湖声望 数值 大于 1000 陈近南对&s说道：你在江湖还没能扬名立万！
江湖声望_条件二=江湖声望 数值 小于 10000 陈近南对&s说道：你江湖声望不错，可惜我这里没有什么可以给你的了！
领取条件=江湖声望
同意江湖声望的回答=陈近南对&s道:我这里有个小玩意，就送给你吧。
物品1=小侠扳指
销毁物品=
long values:
江湖声望_条件个数=2
物品数目=1
辈分=3
年龄=48
容貌=68
重量=100
经验=40000000
正气值=300000

附加防御力=80
气血=7000
最大气血=7000
固定攻击力=200000
固定防御力=150000
武器攻击力=70

后天臂力=70
后天身法=70
后天根骨=70

基本招架=500
基本内功=500
基本轻功=500
基本掌法=500
华山身法=500
华山剑法=500
化骨绵掌=500
读书写字=200
太玄经=500
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/青衫
object=thing/玄铁小锤
object=thing/补神丹
object=thing/金子 2
end of YObjectGroup
