#class=YNPC
begin of YPropertyGroup
string values:
名字=霍都
性别=男
门派=
头衔=蒙古王子
描述=一个身穿黄浅色锦袍，手拿摺扇，作贵公子打扮，约莫三十来岁，脸上一股傲狠之色。
所会技能=基本内功 基本轻功 基本招架 基本剑法 基本拳法 读书写字 原始剑法 雪山身法 无影神拳 血刀心法
武器=折扇
衣服=黄浅色锦袍
武器类型=剑
空手_攻击武功=无影神拳
剑_攻击武功=原始剑法
轻功_使用=雪山身法
long values:
辈分=2
年龄=34
容貌=50
武器攻击力=40
衣服防御力=5
经验=2000000
重量=100

气血=2500
最大气血=2500
固定攻击力=28000
固定防御力=26000

后天臂力=35
后天身法=35
后天根骨=35

基本拳法=200
基本剑法=200
基本招架=200
基本内功=200
基本轻功=200
读书写字=100
无影神拳=200
原始剑法=200
血刀心法=200
雪山身法=200
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/折扇
object=thing/黄浅色锦袍
end of YObjectGroup