#class=YNPC
begin of YPropertyGroup
string values:
名字=马光佐
性别=男
门派=
头衔=
描述=他是一个回疆大汉，身高八尺，粗手大脚，脸带傻笑，双眼木然。
所会技能=基本内功 基本轻功 基本招架 基本棍法 基本掌法 读书写字 鲁智深疯魔杖 雪山身法 血刀心法
武器=熟铜棍
衣服=布衣
手镯=
武器类型=棍
空手_攻击武功=基本棍法
棍_攻击武功=鲁智深疯魔杖
轻功_使用=雪山身法
long values:
辈分=2
年龄=25
容貌=40
武器攻击力=30
衣服防御力=5
经验=2000000
重量=100

气血=1700
最大气血=1700
固定攻击力=7500
固定防御力=7300

后天臂力=35
后天身法=35
后天根骨=35

基本拳法=120
基本棍法=120
基本招架=120
基本内功=120
基本轻功=120
读书写字=100
鲁智深疯魔杖=120
血刀心法=120
雪山身法=120
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/熟铜棍
object=thing/布衣
end of YObjectGroup