#class=YSpecialNPC
begin of YPropertyGroup
string values:
名字=黄蓉
性别=女
门派=桃花岛
头衔=桃花岛岛主独生爱女
描述=她就是桃花岛主的独生爱女，不仅美若天仙而且绝顶聪明。真是貌若西子，心比比干。
所会技能=基本内功 基本棍法 基本掌法 基本手法 基本招架 基本轻功 基本指法 读书写字 基本剑法 玉箫剑法 兰花拂穴手 落英神剑掌 弹指神通 碧波身法 碧波心法 打狗棒
武器=玉竹杖
衣服=淡绿绸衫
盔甲=软猬甲
鞋=青布女履
武器类型=棍
轻功_使用=碧波身法
棍_攻击武功=打狗棒
空手_攻击武功=落英神剑掌
long values:
辈分=2
年龄=35
容貌=90
武器攻击力=50
衣服防御力=60
经验=50000000
重量=100

气血=5500
最大气血=5500
固定攻击力=100000
固定防御力=100000
后天臂力=60
后天身法=60
后天根骨=60

基本掌法=300
基本剑法=300
基本棍法=300
基本手法=300
基本招架=300
基本内功=300
基本轻功=300
读书写字=150
玉箫剑法=300
落英神剑掌=300
碧波身法=300
碧波心法=300
弹指神通=300
兰花拂穴手=300
打狗棒=300
float values:
end of YPropertyGroup
begin of YObjectGroup
object=thing/玉竹杖
object=thing/软猬甲
object=thing/淡绿绸衫
object=thing/九花玉露丸
end of YObjectGroup